[
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "1",
    "sloka": "Dhrutarashtra said: O Sanjaya! Assembled at Kuru Kshetra, the designated land for committing righteous acts (Field of Righteousness), what did my clan of Kauravas and Pandavas do?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "2",
    "sloka": "Sanjaya said: King Duryodhana, upon seeing the formation of the Pandavas’ army, immediately rushed to his teacher Drona, and said as follows.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "3",
    "sloka": "Sanjaya said: King Duryodhana, upon seeing the formation of the Pandavas’ army, immediately rushed to his teacher Drona, and said as follows.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "4",
    "sloka": "Possessing heavy weapons are the brave warriors Yuyudhana (Satyaki), Virata, and King Drupada, all Maharathas. They are as capable as Bheema and Arjuna.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "5",
    "sloka": "Other brave warriors include Drushtaketu, Chekitana, Kashiraja who are extraordinarily strong, Purujit, Kuntibhoja and Shybhya who are superior among men.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "6",
    "sloka": "Other brave warriors include Drushtaketu, Chekitana, Kashiraja who are extraordinarily strong, Purujit, Kuntibhoja and Shybhya who are superior among men.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "7",
    "sloka": "O Drona! Superior among the wise men! Now I will enumerate the great warriors from our side. So, please listen with attention",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "8",
    "sloka": "Our side includes yourself, Bheeshma, Karna, Krupa who has won many wars, Ashwatthama, Vikarna and Bhoorishravas, son of Somadatta.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "9",
    "sloka": "Along with them are many warriors ready to sacrifice their lives for my sake. They are all well versed in wars and are armed with heavy weapons.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "10",
    "sloka": "But our army headed by Bheeshma is not strong enough to defeat them. While their army headed by Bheema can defeat us.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "11",
    "sloka": "Hence all of you need to position yourselves in your designated spots in the formations and guard Bheeshma, our commander.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "12",
    "sloka": "To inject confidence in Duryodhana, the very courageous Bheeshma who is the senior most Kaurava, roared like a lion and sounded his conch.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "13",
    "sloka": "Conch-shells, bugles, trumpets, drums, and cow horns were sounded loudly by the Kauravas which resulted in their sound filling the entire space.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "14",
    "sloka": "At this time, Lord Madhava (Krishna) and Arjuna, son of Pandu, who were seated on a magnificent chariot pulled by white horses, sounded their respective divine conch shells.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "15",
    "sloka": "Lord Hrishikesha (Krishna) sounded Panchajanya, Dhananjaya (Arjuna) sounded Devadatta, and valiant Vrukodara (Bheema) sounded Powndra.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "16",
    "sloka": "King Yudhishtira, son of Kunti, sounded Anantavijaya, and Nakula and Sahadeva sounded Sughosha and Manipushpaka, respectively.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "17",
    "sloka": "The King of Kashi an expert bowman, Shikhandi a great warrior on chariot, Dhrushtadyumna, Virata and Satyaki, unbeaten in a war, all sounded their respective conch shells.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "18",
    "sloka": "Likewise, King Drupada, the son of Draupadi and the strong-armed brave son of Subhadra (Abhimanyu,) all sounded their respective conch shells.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "19",
    "sloka": "The vibrations from the massive sound of the Pandava warriors’ conch shells echoed across the earth and sky, spreading everywhere, and shattered the hearts of King Dhrutarashtra’s sons.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "20",
    "sloka": "Looking at King Dhrutarashtra’s children who were ready to wage the war, Arjuna, (the one whose chariot bears the flag of Lord Hanuman), just when the time had come to operate the weapons, held up his bow, and spoke to Lord Krishna as follows.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "21",
    "sloka": "Arjuna said: O Achyuta! Please position my chariot in between the two armies. I would like to look at those who are assembled here, ready to fight the war, and with whom I will be fighting.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "22",
    "sloka": "Arjuna said: O Achyuta! Please position my chariot in between the two armies. I would like to look at those who are assembled here, ready to fight the war, and with whom I will be fighting.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "23",
    "sloka": "I would also like to look at those warriors who are here to fight the war to please the evil minded Duryodhana (son of Dhrutarashtra).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "24",
    "sloka": "Sanjaya said: O Bhaarata! (Dhrutarashtra, from the lineage of King Bharata)! Lord Hrishikesha (Krishna), addressed thus by Gudakesha (Arjuna) positioned the grand chariot in between the two armies.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "25",
    "sloka": "Turning the chariot towards Bheeshma, Drona and other kings, Lord Krishna said - O Partha (Arjuna)! Look at all the Kauravas assembled here.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "26",
    "sloka": "Looking at both the armies, Arjuna sees warriors who were like his father (father figures), father-in-law, grandfathers, uncles, teachers, brothers, sons, grandsons, friends, and colleagues.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "27",
    "sloka": "Seeing all his relatives assembled there to wage the war, Arjuna (son of Kunti) was overwhelmed by emotion and addressed Sri Krishna with great anxiety.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "28",
    "sloka": "Arjuna said: O Krishna! I am looking at my relatives and friends gathered here to wage the war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "29",
    "sloka": "Looking at them, my limbs are weakening, my face is crumpling, my body is trembling, and my hair is bristling.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "30",
    "sloka": "My bow (Gandeeva) is slipping from my hands, my skin is burning, I am unable to even stand, and my mind is blurred with delusion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "31",
    "sloka": "O Keshava! I am seeing many bad omens. I do not see anything good coming out of killing my own people.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "32",
    "sloka": "O Krishna! I do not aspire for victory, kingdom, or happiness. O! Govinda! What use is this kingdom, luxuries, or even living?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "33",
    "sloka": "The very people for whom we work hard to provide comfort and luxury are here ready to give up their possessions and even their lives. They are like my father, grandfather, uncle, son, grandson, brother, brother-in- law, teacher, and other relatives.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "34",
    "sloka": "The very people for whom we work hard to provide comfort and luxury are here ready to give up their possessions and even their lives. They are like my father, grandfather, uncle, son, grandson, brother, brother-in- law, teacher, and other relatives.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "35",
    "sloka": "O Madhusoodana! Even if they hurt me, I do not want to kill them. I would not kill them even if I could win all three worlds by doing so. Why would I kill them just for some land?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "36",
    "sloka": "O Janardana! What pleasure do we get by killing the sons of Dhrutarashtra? Killing these vandals (atatayins) will only result in accumulation of sins.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "37",
    "sloka": "O Madhava! It is not proper for us to kill Dhrutarashtra’s sons who are our own relatives. How can we achieve happiness by killing our own people?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "38",
    "sloka": "These Kauravas who are greedy for the kingdom have no knowledge of the sins they would accumulate by killing their family members and by betraying their friends.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "39",
    "sloka": "O Janardana! How can we, who understand the perils of destroying families, not be aware of the need to stay away from these sinful acts?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "40",
    "sloka": "With the destruction of the families, traditional familial virtues will perish. When virtuousness declines, unrighteousness will permeate society.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "41",
    "sloka": "O Vaarshneya! The rise of unrighteousness will cause surviving women to stray away from morality. Women devoid of morals result in unholy families.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "42",
    "sloka": "Rise of unholy families will push the lineage of children and grandchildren to hell and departed elders who are deprived of appropriate offerings will also fall into hell.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "43",
    "sloka": "Such sinful deeds by destroyers of families will result in corruption of virtuous classes and decline of virtuous familial traditions.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "44",
    "sloka": "O Janardana! We have heard from elders that people whose virtuous familial traditions are destroyed are sure to fall into hell.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "45",
    "sloka": "Alas! We are about to commit a great sin by killing our own people because of our greed for kingdom and for the sake of happiness.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "46",
    "sloka": "It would be better for me if I relinquished my weapons and offered no resistance while Dhrutarashtra’s sons kill me in this war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "1",
    "chapterName": "Arjuna Vishada Yoga",
    "slokaNumber": "47",
    "sloka": "Sanjaya said: Having said thus, Arjuna, stricken with deep sorrow in his mind, drops his bow and arrows and sits still in the middle of his chariot.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "1",
    "sloka": "Sanjaya said: Lord Madhusoodana said the following to grief- stricken Arjuna who was overcome with self-pity and had tears in his eyes.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "2",
    "sloka": "The Lord said: O Arjuna! What caused this delusion for you to give up your duties at the time of crisis? This is not expected of wise men, it does not lead to glory, or heavens and it only brings disrepute.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "3",
    "sloka": "O Partha! Do not yield to weakness. This is not worthy of you. O Parantapa (Destroyer of enemies)! Get rid of your heart’s weakness, get up and get ready to wage this war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "4",
    "sloka": "Arjuna said: O Madhusoodana (Annihilator of demon Madhu)! How can I direct my arrows at Bheeshma and Drona who are worthy of worship?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "5",
    "sloka": "It is better to live by begging for alms than kill our great teachers. How can one enjoy the luxuries of a kingdom attained by waging a war and spilling the blood of these teachers who are of great eminence?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "6",
    "sloka": "I do not know which is better, that we win, or they win over us. We do not desire to live by killing the sons of Dhrutarashtra who are standing in front of us.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "7",
    "sloka": "My natural valor is subdued due to compassion. My mind is conflicted on the issue of duty. I am asking you. Which is the path for ultimate good? I am your disciple. I surrender to you. Please guide me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "8",
    "sloka": "Even if I achieve unchallenged ownership of this prosperous world here, and supremacy over the deities in the upper worlds hereafter, I cannot see how I can dispel this grief which is draining my senses.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "9",
    "sloka": "Sanjaya said: Gudakesha (Arjuna, the one who has conquered sleep), Parantapa (Arjuna - the destroyer of enemies), thus addressed Govinda, (Krishna - the controller of senses). Saying that he would not fight the war (as he is conflicted), he became silent.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "10",
    "sloka": "O Dhrutarashtra of the Bharata dynasty! Lord Hrishikesha smilingly said the following words to the grief-stricken Arjuna who was in the middle of the armies.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "11",
    "sloka": "The Lord said: You are grieving over those who do not deserve sympathy and saying whatever is coming to your mind. Learned ones do not grieve over those who are about to die just as they do not grieve over those living.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "12",
    "sloka": "There was no time when neither Me nor you nor any of these kings here did not exist. Even in future there will be no time when any of us will cease to exist.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "13",
    "sloka": "Just as one experiences childhood, youth, and old age, one similarly experiences attainment of another body. So, the wise ones do not grieve over the loss of the physical body.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "14",
    "sloka": "Do sense organs and sensory objects cause one to experience cold or heat, happiness, or sadness? No. One experiences temporary happiness or sadness when these are accompanied by attachment. O Bharata! Rid yourself of attachment which is the real reason for happiness or sadness.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "15",
    "sloka": "O Arjuna, Superior among men! One, who is equipoised in happiness or sadness caused due to attachment to sense organs and sense objects, is indeed eligible for liberation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "16",
    "sloka": "No good comes out of bad deeds. Also, there are no bad results from good deeds. The learned seers who have realized the Lord Almighty are convinced of these two facts.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "17",
    "sloka": "Know that entities that pervade the universe will not perish. No one can cause destruction to the imperishable.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "18",
    "sloka": "O Bharata! It is said that the eternal soul’s visible physical body is perishable, but the Lord Almighty, the Supreme Soul, is imperishable (not subject to four-way destruction). Hence, fight this war as worship to the indwelling Lord Aprameya, the one who is not limited by space, time, or attributes.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "19",
    "sloka": "One who thinks that one person has killed another person and the one who thinks that the second person has been killed - neither has true knowledge. No one can kill anyone else, and no one can be killed.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "20",
    "sloka": "The soul is not subject to birth and death; it is eternal. It is not that the soul did not exist earlier and was born. It has no birth as it is eternal, and it is not subject to decay. Even when the physical body is destroyed, the soul does not perish.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "21",
    "sloka": "O Partha! One who knows that the soul is eternal, that it does not perish, that it has no birth or death; how can that person cause death to someone and/or kill someone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "22",
    "sloka": "Just as a person lets go of worn-out old clothes and adorns new clothes, a soul leaves a decaying body and takes on a new body.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "23",
    "sloka": "Weapons cannot cut the soul, fire cannot burn the soul, water cannot wet the soul and wind cannot parch the soul.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "24",
    "sloka": "The soul cannot be cut, cannot be burnt, cannot be drowned, and cannot be parched. The soul is eternal, atomic in size, and exists under the purview of the immutable, omnipresent Lord (who is known through the Vedas).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "25",
    "sloka": "The scriptures say that The Lord cannot be visualized by sense organs, He cannot be comprehended, and He is not subject to decay. Arjuna, knowing this you should focus on performing your duty as an offering to the Lord and quit grieving.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "26",
    "sloka": "O Arjuna (one with strong arms)! When you know that living beings are born and will inevitably die, there is no point in grieving over them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "27",
    "sloka": "Death is certain for anyone born and likewise rebirth is certain for anyone dead. There is no point in grieving over an issue that has no solution.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "28",
    "sloka": "O Bharata! Living beings get a body between birth and death from inert, material nature and the body will merge back with inert nature after death. Why grieve over such a body?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "29",
    "sloka": "Some look at the Lord in amazement. Some talk about Him in amazement. Some hear about Him in amazement. No one can completely understand Him even after hearing a lot about Him",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "30",
    "sloka": "O Bharata! The soul inside the physical body cannot be destroyed even if the physical body perishes (as it is protected by the Lord). So, there is no need to grieve over anyone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "31",
    "sloka": "Knowing that fighting a just war is your duty, there is no need for you to be shakened. For a person hailing from a ruling (kshatriya) class, there is no loftier duty than fighting for a just cause.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "32",
    "sloka": "O Partha! Blessed are those in the kshatriya class who get an opportunity to do the right deed by fighting for a just cause. This opens the doors for heavens hereafter.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "33",
    "sloka": "In case you decide to relinquish your responsibility to fight for a just cause, you will be guilty of abdicating duty, you will suffer loss of reputation here and accrue sins.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "34",
    "sloka": "Everyone will talk about your loss of reputation and for a worthy person, loss of reputation is more dreadful than death.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "35",
    "sloka": "Great warriors will conclude that you ran away from the battlefield as you were afraid to fight. You will be disgraced in front of those who hold you in great esteem.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "36",
    "sloka": "Your enemies will talk disparagingly about your valor in many unspeakable ways. What is more dreadful than this?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "37",
    "sloka": "If you fight and die in this battle, you are sure to reach heaven. If you win, you will rule this world. O Son of Kunti! Rise up and fight this battle with strong determination.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "38",
    "sloka": "Treat happiness and sadness, profit and loss, victory and defeat with equipoise and fight for justice. You will not be tainted with sin.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "39",
    "sloka": "O Partha! You have been told about the nature of Sankhya (knowledge) so far. Now listen to the ways (yoga) to achieve that knowledge which will free you from bondage",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "40",
    "sloka": "Even if one falters in the beginning during the learning of this spiritual knowledge, no effort is wasted. Even a little sincere effort will protect one from great peril.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "41",
    "sloka": "O Scion of the Kuru Dynasty (Arjuna)! There is only one teaching that leads to decisive spiritual knowledge. There are endless teachings that lead the undecided ones to diverse, wrong knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "42",
    "sloka": "O Partha! Those with peripheral knowledge of the Vedas say that attaining heavens is the only goal of following the Vedas, ignoring the lofty goal of liberation (moksha). They only focus on temporary worldly riches and pleasures and believe that they are the end goals of conducting Vedic rituals.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "43",
    "sloka": "O Partha! Those with peripheral knowledge of the Vedas say that attaining heavens is the only goal of following the Vedas, ignoring the lofty goal of liberation (moksha). They only focus on temporary worldly riches and pleasures and believe that they are the end goals of conducting Vedic rituals.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "44",
    "sloka": "With their minds corrupted with such wrong thinking, they immerse themselves in pursuit of worldly pleasures and will not have the conviction to pursue correct knowledge and the concentration to focus their minds on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "45",
    "sloka": "O Arjuna! Peripherally the Vedas appear to describe rituals that result in attainment of heavenly and worldly fruits made up of the three attributes. Do not aspire for these. Go beyond dualities (such as pleasure and pain). Focus your mind on the Lord Almighty and leave it to the Lord to help you attain your goals and to help you protect goals already attained.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "46",
    "sloka": "The benefit derived from a small body of water such as a well is better derived from a sumptuous water body such as an ocean. Likewise, benefits derived from following Vedic rituals with proper meaning are surely available for one with special knowledge who has realized the Lord Almighty.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "47",
    "sloka": "You only have the right to do your duty, and never to its fruits. Never perform your duties with expectations of outcomes. At the same time, never think about relinquishing your duties.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "48",
    "sloka": "O Dhananjaya! On your spiritual path (yoga), perform duties without attachments and expectations of results. The real yoga is performing one’s duties without expectations and with equanimity.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "49",
    "sloka": "O Dhananjaya! Performing duties with expectation of the outcome is very inferior to the task of attaining divine spiritual knowledge. Wretched are those whose motive is fruit of the action. Focus your mind on spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "50",
    "sloka": "One who has realized the Lord Almighty will be rid of the consequences of good or bad deeds. Therefore, focus on performing your duties with the goal of achieving divine, spiritual knowledge. This is the best path.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "51",
    "sloka": "The wise who have learnt about the supremacy of the Lord Almighty, dedicate the fruits of their labour to the Lord and acquire direct, divine knowledge (aparoksha jnana). They escape the cycle of births and deaths and reach the state of eternal bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "52",
    "sloka": "Once your mind is cleansed of ignorant viewpoints, you will derive full benefits from the teachings you have heard so far and the teachings you will hear in future.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "53",
    "sloka": "Once you develop conviction in spiritual teachings, your mind will become steadfast. At that time, you will be able to follow the path of divine knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "54",
    "sloka": "Arjuna said: O Keshava! What are the characteristics of a person who has developed unwavering conviction in divine, spiritual knowledge (Stita Prajna)? How does that person talk or sit or walk (in other words, why does that person need to engage in any activity)?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "55",
    "sloka": "The Lord said: O Partha! One who has conquered mental blemishes such as desire and has focused mind on the Lord Almighty will achieve mental tranquility by the grace of the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "56",
    "sloka": "One whose mind is not depressed by distress or elated by happiness and who is devoid of desires or anger, or fear is known as steadfast in consciousness.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "57",
    "sloka": "One with deep conviction in divine, spiritual knowledge (aparoksha jnani) will not have attachment in all dealings and will neither rejoice over pleasure nor experience hatred during distress.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "58",
    "sloka": "A person of steady wisdom can easily withdraw sense organs away from objects of senses just as a tortoise withdraws its limbs at will.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "59",
    "sloka": "By fasting, one can reduce the ability of one’s body to consume and digest food, but not the cravings to indulge in tasty food. Those cravings can only be diminished by realizing the Lord Almighty.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "60",
    "sloka": "O Son of Kunti! It is the nature of sense organs to get attracted to sense pleasures. Despite many efforts, even learned ones experience their sense organs swaying strongly",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "61",
    "sloka": "One should control one’s sense organs from indulgence with a firm conviction on the supremacy of the Lord. Such a person will indeed attain divine knowledge,",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "62",
    "sloka": "One who keeps contemplating on sense pleasures develops an attachment and obsession with them, which leads to desire in experiencing such pleasures. This desire in turn leads to anger in the event of not being able to satisfy these desires. Anger leads to delusion and clouds one’s mind about right and wrong. This delusion leads one to forget injunctions against forbidden activities. This forgetfulness in turn leads to failure in intellectual judgement. Loss of intellect results in one’s downfall.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "63",
    "sloka": "One who keeps contemplating on sense pleasures develops an attachment and obsession with them, which leads to desire in experiencing such pleasures. This desire in turn leads to anger in the event of not being able to satisfy these desires. Anger leads to delusion and clouds one’s mind about right and wrong. This delusion leads one to forget injunctions against forbidden activities. This forgetfulness in turn leads to failure in intellectual judgement. Loss of intellect results in one’s downfall.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "64",
    "sloka": "One, whose sense organs are under control and are not perturbed by the effects of likes/dislikes, attachment/hatred, will partake in just enough sense indulgence for physical health and, through self-control will experience peace of mind.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "65",
    "sloka": "One whose mind is at peace will quickly absorb divine, spiritual knowledge (aparoksha jnana). Then, such a person will be rid of all miseries. This concept is well known through the scriptures.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "66",
    "sloka": "One who does not have control over the mind cannot absorb spiritual knowledge. Such a person also cannot meditate peacefully. How can one achieve liberation without meditation? How can one enjoy bliss without liberation?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "67",
    "sloka": "The mind which follows sense organs that go after sense pleasures will be swayed just like a ship gets swayed in an ocean by strong winds. This leads to loss of intellectual judgement and also knowledge derived through studies.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "68",
    "sloka": "O Mahabaho (Arjuna, one with strong arms)! One who controls the sense organs from straying towards sense objects will attain deep conviction in divine, spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "69",
    "sloka": "On the issue of spiritual knowledge where everyone is in the dark, a realized soul is wide awake (and aware) and on worldly issues on which everyone is wide awake (and fully engaged), the realized soul stays in the dark.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "70",
    "sloka": "Just as an ocean does not rise with constant inflow of water and continues to take in rivers, one who is able to absorb worldly matters without getting attached is destined for liberation. One who is always focused on chasing desires can never achieve peace.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "71",
    "sloka": "One who is rid of ego and arrogance and who performs worldly activities without desires will achieve peace and eternal bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "2",
    "chapterName": "Sankhya Yoga",
    "slokaNumber": "72",
    "sloka": "O Partha! This is the character of one who has deep conviction in divine, spiritual knowledge. Such a person will not experience misery in worldly matters and in due course will reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: O Janardana! O Keshava! If you opine that knowledge\nis superior to action, then why are you pushing me to wage this dreadful\nwar?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "2",
    "sloka": "Arjuna said: O Janardana! O Keshava! If you opine that knowledge\nis superior to action, then why are you pushing me to wage this dreadful\nwar?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "3",
    "sloka": "The Lord said: O Anagha (Arjuna, the one without sins)! As explained before, in this world there are two paths towards liberation depending on one’s innate nature, talent, and situation. Kings such as Janaka (karma yogi) achieved liberation by sincerely ruling their kingdoms (path of action), and sages such as Sanaka (jnana yogi) achieved liberation by learning, teaching, and spreading spiritual knowledge to others (path of knowledge).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "4",
    "sloka": "One cannot escape bondage from actions just by relinquishing actions. Also, one cannot directly achieve liberation only by performing duties without expectations (nishkama karma).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "5",
    "sloka": "One cannot survive for a single second without performing any action. Under the influence of the Lord, everyone is always performing some action or the other due to interaction with material nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "6",
    "sloka": "One who controls actions of sense organs in pursuing sense objects, but still craves mentally for these objects is an ignorant hypocrite.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "7",
    "sloka": "O Arjuna! The better path for one is to perform prescribed duties using the sense organs of action (hands etc.), while controlling the sense organs of perception (eyes, ears etc.) through the mind.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "8",
    "sloka": "You should perform your duties prescribed by society based on your innate nature and talent. Acting on your duties is far superior to relinquishing duties. One cannot traverse the journey of life without performing prescribed duties.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "9",
    "sloka": "O Son of Kunti! Only that action that is not performed as an offering to the Lord will bind one. Perform your duties as an offering to the Lord and it will liberate you.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "10",
    "sloka": "At the time of creation, Prajapati Brahma created humans and also the sacrificial methods for propitiating deities controlling nature. He addressed the people thus - by performing these sacrifices you will achieve your desires and these deities will fulfil your desires.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "11",
    "sloka": "You should continue to worship deities who are the controlling entities for the forces of nature and when pleased with your sacrifices, they will bestow blessings on you. You will prosper from this mutual affection.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "12",
    "sloka": "Deities pleased with your propitiation will fulfil your desires. One who selfishly consumes such fruits earned, without donating back, is indeed a thief.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "13",
    "sloka": "Those, who perform sacrifices to propitiate the deities using riches bestowed on them by the deities and consume only what is left, will be rid of bondage. Those who selfishly consume everything themselves will accumulate sins.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "14",
    "sloka": "Living entities come into being through the food chain (rice). Rice grows because of rain and Sun. Vedic sacrifices (to propitiate deities) result in timely rains. The Lord Almighty is responsible for all the activities. The Lord manifests from Vedic hymns and Vedic sacrifices performed by humans.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "15",
    "sloka": "Living entities come into being through the food chain (rice). Rice grows because of rain and Sun. Vedic sacrifices (to propitiate deities) result in timely rains. The Lord Almighty is responsible for all the activities. The Lord manifests from Vedic hymns and Vedic sacrifices performed by humans.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "16",
    "sloka": "One who does not respect and follow this cycle of life is leading a wasteful life. Such people are interested only in pursuing sense pleasures, and they lead a sinful life.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "17",
    "sloka": "One who is elated by visualizing the Lord, who is contented in pleasing the Lord, who is happily immersed in the Lord has indeed achieved the state of ultimate consciousness. There is no prescribed duty or responsibility for such a being.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "18",
    "sloka": "There is nothing to be gained by such a person by performing duties and nothing will be lost by non-performance of duties. Such a person has no need to depend on elders, teachers for any benefit (as that person has realized the Lord).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "19",
    "sloka": "Only those who have realized the Lord are exempt from obligation to perform duties. But you must perform your prescribed duties without getting attached to the outcome. One who focusses on performing duties without expecting results is sure to reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "20",
    "sloka": "Wise emperors such as Janaka achieved salvation through their honest discharge of prescribed duties. You (Arjuna) should perform your duties for the sake of society.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "21",
    "sloka": "Whatever actions are performed by superiors in a society, the rest of the population will emulate. Superiors’ actions become the rule which others will follow",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "22",
    "sloka": "O Partha! There is no prescribed duty for Me in these three worlds. There is nothing I do not own and nothing that I need to own. Even then I engage in activities (to set an example for others)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "23",
    "sloka": "O Partha! If I ever stop energetically engaging in activities, everyone is certain to follow My way.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "24",
    "sloka": "If I ever stop my activities, everyone will lose their way and end up in misery. The resulting anarchy will lead to the growth of an unholy society, and I will be held responsible for it",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "25",
    "sloka": "O Bharata! Just as ignorant people perform duties with expectations, truly knowledgeable people perform their duties without any expectations from larger society.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "26",
    "sloka": "Let not the wise unsettle the minds of ignorant ones attached to actions performed without proper knowledge. Learned ones should conduct their activities with their minds focused on the Lord and inspire ignorant people through their action.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "27",
    "sloka": "Ignorant ones, unaware that the Lord Almighty activates everyone’s actions based on their inherent nature and under the influence of material nature, wrongly conclude that they perform actions on their own.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "28",
    "sloka": "O Arjuna, The one with strong arms! Learned ones, aware of the distinction in the attributes and activities between the Lord and ordinary souls, know that their sense organs perform their activities as willed by the Lord. Such people will not get entangled in worldly life.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "29",
    "sloka": "Ignorant ones, unaware of the distinction in attributes and activities between the Lord and ordinary souls, get entangled in worldly pleasures and develop addiction. Learned ones who have proper spiritual knowledge need not waste time teaching them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "30",
    "sloka": "Submit all your activities to Me without ego and without expectations on the outcome while focusing your mind on Me. Get rid of your fear of losing near and dear ones and fight this just war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "31",
    "sloka": "Those who always follow My teachings without disdain and perform their prescribed duties will be rid of bondage and attain salvation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "32",
    "sloka": "Those who treat this teaching with disdain, with hatred towards Me, and fail to perform their prescribed duties will never gain divine, spiritual knowledge and will fall into misery.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "33",
    "sloka": "Even learned ones will behave based on their innate nature. Everyone is bound by their intrinsic nature. What will be accomplished by just controlling the sense organs?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "34",
    "sloka": "Every sense organ has natural attachment and hatred related to the respective sense object. A seeker should not be influenced by the emotions of attachment and aversion, as they are the real enemies which inhibit a seeker’s progress on the spiritual path.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "35",
    "sloka": "It is better for one to perform prescribed duties (in accordance with one’s innate nature), even if done imperfectly, than take up duties (even those well executed) against one’s innate nature. It is better to die performing one’s relevant duties as taking up non-relevant duties will only lead to downfall.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "36",
    "sloka": "Arjuna said: O Krishna (from the lineage of Vrushni)! Why does one indulge in sinful activities even when not inclined to do so, as if one was forced to do so? Who prompts this behavior?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "37",
    "sloka": "The Lord said: Desire and anger push one to commit sinful activities. These are born out of the natural attribute of passion. One can never satiate them. They are the greatest enemies of a seeker. Among them, desire is the stronger enemy as it is the root cause of anger.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "38",
    "sloka": "Just as smoke hides fire, just as dust covers a mirror and just as a womb covers a fetus, the emotion of desire (lust) envelopes everyone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "39",
    "sloka": "O Son of Kunti! Desire is the greatest enemy of a seeker. It can never be satiated, and it is never satisfied. It can shroud the intellect of even learned ones.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "40",
    "sloka": "Desire finds a home in one’s sense organs, mind, and intellect. It is through these elements that desire clouds ones judgement and leads one astray.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "41",
    "sloka": "O Arjuna (Superior among the Bharatas)! Therefore, you should first control sense organs and destroy desire which can shroud both ordinary and special spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "42",
    "sloka": "It is said that the sense organs are superior, and the mind is more superior to them. Intellect is superior to the mind and the ultimate consciousness (the Supreme Lord) is even more superior to the intellect.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "3",
    "chapterName": "Karma Yoga",
    "slokaNumber": "43",
    "sloka": "O Arjuna, one with strong arms! With proper knowledge of the Lord Almighty, the Supreme Principle, control your mind with your intellect and defeat the enemy called desire and focus your mind on your duty.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: I declared this salvation conferring imperishable yoga to Vivaswan (Surya, the Sun deity), who in turn passed on the knowledge to his son Vaivaswata Manu. And Manu preached this to his son Ikshwaku.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "2",
    "sloka": "Emperors and rishis (sages) learnt and taught this knowledge successively from one generation to the next. O Parantapa (Arjuna, The tormentor of enemies)! Due to the passage of time this knowledge has disappeared.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "3",
    "sloka": "The same ancient supreme and secretive knowledge has been imparted to you by Me, for you are both a devotee and a friend to Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "4",
    "sloka": "Arjuna said: Krishna! Your birth is in recent times. Surya (the Sun deity) was born a long time ago. How am I to understand that you taught this knowledge to Surya?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "5",
    "sloka": "The Lord said: O Arjuna! Many manifestations of Mine and many births of yours have come and gone. O! Parantapa! I know them all clearly, but you do not.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "6",
    "sloka": "I am not born like everyone; My body does not perish, and I am the controller of all beings. Through the entities of material nature created by Me, I manifest Myself in My transcendental form based on My own free will.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "7",
    "sloka": "O Bharata! Whenever there is a decline in dharma (virtue) and ascension of adharma (immoral values), I manifest Myself in this world.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "8",
    "sloka": "I manifest Myself from time to time to protect the virtuous, destroy the evil and to establish virtue in society.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "9",
    "sloka": "O Arjuna! One who realizes properly that My amazing manifestations and activities are divine, will not be reborn after leaving ones body and will reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "10",
    "sloka": "Those who have conquered desire, fear, anger and have surrendered to Me after having accepted Me as the Omnipresent and Supreme One, get purified through learning and meditation, and eventually will reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "11",
    "sloka": "O Partha! Whoever worships Me with devotion, in whatever way, I reward them accordingly. Everyone follows the example that I set.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "12",
    "sloka": "In this world, people worship and perform sacrifices to propitiate other deities for temporary fruits. Success from these activities (although temporary) will fructify quickly.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "13",
    "sloka": "I created the four categories (varnas) of beings based on their nature and activities. Though I created them, I do not have a creator. I also do not have any obligation to act, and I am eternal.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "14",
    "sloka": "Actions do not bind Me. I have no interest in any fruits from My actions. One who truly knows Me thus will not get entangled by actions.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "15",
    "sloka": "Learned ones, desirous of salvation, were aware of this truth and accordingly performed their prescribed duties. You should also follow the everlasting path traversed by these ancestors",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "16",
    "sloka": "What is right action? What is inaction? Even learned ones get confused by these questions. I will explain this matter to you by knowing which, you will be rid of bondage.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "17",
    "sloka": "One should learn what constitutes right action, prohibited action and inaction, and learn about the distinction between them. All these actions are under My control. The subject of action (karma) is extremely complex by nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "18",
    "sloka": "The wise realize that they do not perform activities independently and even when they are not active (during sleeping, dreaming), there is activity being performed (such as breathing) by the Lord Almighty. Such a person is performing duties fully and will derive full benefits thereon.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "19",
    "sloka": "One who performs prescribed duties and sacrifices without expecting any rewards would have incinerated all activities in the fire of spiritual knowledge. Learned people consider such a person as truly knowledgeable.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "20",
    "sloka": "One with spiritual knowledge, who is detached from the outcomes of activities, who is ever contented, and who is focused on the Lord, even when involved in normal activities will be considered as not performing any activities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "21",
    "sloka": "One who performs duties without any expectations, who has control over mind and intellect, and who has no attachment to the physical body will not be tainted by sin for actions performed solely for physical sustenance",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "22",
    "sloka": "One who is content with whatever is given by the Lord, who is beyond dualities (such as pain or pleasure), who harbors no jealousy and who treats success or failure with equanimity will not be entangled by actions.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "23",
    "sloka": "Actions will not taint one who acts without expectations, who is unattached to the physical body, who has the mind focused on the Lord and who performs duties as an offering (yagna) to the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "24",
    "sloka": "All articles and substances used in performing Vedic rituals (yagna) belong to the Lord. Various sacrifices, ghee and indeed fire itself and the ritual activities are all under the control of the Lord as He pervades and owns everything. One who understands this truth will indeed reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "25",
    "sloka": "Some seekers (especially ascetics) consider worshipping the Lord as itself equivalent to performing a Vedic ritual (hence the Lord also goes by the name of yagna). Others (especially householders) visualize the Lord in the sacrificial fire and perform the rituals.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "26",
    "sloka": "Some offer sense organs of perception such as ears and eyes in the sacrificial fire of sense control. Some others offer sense objects such as sound (music) in the sacrificial fire called sense organs (such as ears).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "27",
    "sloka": "Some offer activities of sense organs of action (hands, legs etc.), and five types of life breath, in the sacrificial fire of self-control which glows with spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "28",
    "sloka": "Some perform sacrifices with earned wealth by donating to the deserving. Some perform sacrifices through penance. Some perform sacrifices through meditation. Some perform sacrifices by studying and analyzing scriptures such as the Vedas. Some perform sacrifices by teaching spiritual texts to others. All of them make great attempts to propitiate the Lord through their sacrifices.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "29",
    "sloka": "Some perform sacrifices through breathing and breath control. They offer the exhaling breath to the inhaling breath and the inhaling breath to the exhaling breath and sacrifice the act of holding the breath.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "30",
    "sloka": "Some limit the amount of food they consume and control the ability of sense organs to indulge in consumption of sense objects. All of them understand the meaning of sacrifice and get rid of sins through their chosen method of sacrifice.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "31",
    "sloka": "O Kurusattama (Arjuna, Superior among the Kurus)! One who consumes the leftover nectar after performing these sacrifices will indeed reach the Lord (who has no beginning or end). One who does not perform these sacrifices will not achieve anything of value in this world, leave alone in the heavenly worlds.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "32",
    "sloka": "All these different types of sacrifices are offered to the Lord Almighty. Understanding that all these sacrifices arise from mental, vocal, and physical actions, conduct your prescribed duties with proper knowledge and achieve release from bondage.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "33",
    "sloka": "O Parantapa! Sacrifice in the form of acquiring and imparting spiritual knowledge is much better than sacrifice in the form of offering articles to those in need (and other types of sacrifices described before). O Partha! Even performing prescribed activities requires proper knowledge for fruitful completion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "34",
    "sloka": "You can learn that knowledge by prostrating, by asking critical questions, and by serving the learned ones. Such scholars who have realized true divine, spiritual knowledge will educate you.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "35",
    "sloka": "O Pandava! You will be rid of ignorance once you understand My teaching. By acquiring this knowledge, you will realize that all beings exist in Me and that I am present in everyone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "36",
    "sloka": "Even if one has committed more sins than a very sinful person, one can navigate through worldly afflictions with the help of a boat known as divine, spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "37",
    "sloka": "Just as a blazing fire turns wood into ashes, the fire of knowledge burns off the ill effects of action",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "38",
    "sloka": "Nothing in this world is as pure as (spiritual) knowledge. One who is on the path of learning will, in due course of time, achieve self-realization.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "39",
    "sloka": "One who is sincerely pursuing the path of knowledge with sense organs completely under control and focusing on Me (the Lord) will attain spiritual knowledge and eventually attain eternal bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "40",
    "sloka": "One who is ignorant, who is devoid of faith, and who is doubting will perish. One who doubts these teachings will not gain anything of value in this world or in other worlds and will never have peace of mind.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "41",
    "sloka": "O Dhananjaya (Arjuna)! One who performs prescribed duties as an offering to the Lord and has vanquished any lingering doubts with the sword of knowledge will not be entangled by any action.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "4",
    "chapterName": "Jnana Yoga",
    "slokaNumber": "42",
    "sloka": "Therefore, O Bharata! Using the sword of knowledge, cut asunder the layer of doubts caused due to ignorance enveloping your mind. Lift yourself up and get going on performing your yoga, i.e., the duty of fighting this just war",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: O Krishna! Sometimes you seem to praise the path of renunciation and other times you seem to praise the path of action. Please tell me clearly, which of the two is beneficial.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "2",
    "sloka": "The Lord said: Renunciation of worldly pleasures (sanyasa) and performing prescribed duties (yoga) are both necessary for one to achieve liberation. Performing prescribed action is better than merely renouncing worldly pleasures.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "3",
    "sloka": "One who neither hates the unpleasant nor craves for the pleasant is a real renunciant. O Arjuna, The One with Mighty Arms!! One who has conquered dualities (such as hatred and desires) will be freed from bondage",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "4",
    "sloka": "Ignorant people say that the path of knowledge and the path of action (performed as an offering to the Lord without expectation of outcome) are different and are not causally related. Learned ones do not say that. Whichever path is properly followed, it will lead to the results obtainable from both the paths",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "5",
    "sloka": "Those following the path of action (performed as an offering to the Lord without expectations) and those following the path of knowledge (acquiring and disseminating spiritual knowledge) both reach the Lord’s abode. The one who understands this is a true knower.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "6",
    "sloka": "O Arjuna, one with Mighty Arms! Mere renunciation of worldly pleasures while abdicating prescribed duties leads to grief. One who performs prescribed action as an offering to the Lord while renouncing worldly pleasures will indeed reach the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "7",
    "sloka": "One with a pure soul who is focused on the path of action with sincerity, with control over mind and sense organs, with firm conviction that the Lord of all beings is also ones Lord will not be tainted by the ill effects of any action",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "8",
    "sloka": "During activities such as seeing, listening, touching, smelling, eating, moving, sleeping, breathing, talking, excreting, holding, opening eyelids, closing eyelids, the sense organs are performing their activities propelled by the Lord. A seeker should understand that the Lord is independent, and no one can perform anything independently without the Lord’s will.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "9",
    "sloka": "During activities such as seeing, listening, touching, smelling, eating, moving, sleeping, breathing, talking, excreting, holding, opening eyelids, closing eyelids, the sense organs are performing their activities propelled by the Lord. A seeker should understand that the Lord is independent, and no one can perform anything independently without the Lord’s will.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "10",
    "sloka": "The one who performs prescribed duties without expectations, as an offering to the Lord Himself, knowing that the Lord is the cause of all activities, will not be entangled by actions just as water does not cling to a lotus leaf.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "11",
    "sloka": "Virtuous seekers perform their prescribed duties with purity in their physical body, sense organs, mind, and intellect, without attachment and without expectations, to cleanse their minds",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "12",
    "sloka": "A true Yogi (seeker) who performs prescribed duties without expectations on outcome, as an offering to the Lord and with a sense of duty, will achieve steady peace. One who merely longs for the fruits of actions stays imprisoned in worldly affairs.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "13",
    "sloka": "True happiness is experienced by those who completely surrender to the Lord and are convinced that no one performs any activity or gets any activity performed by others independently. Such seekers will experience inner bliss within their own selves - a city with nine doors.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "14",
    "sloka": "A living being cannot perform activities independently or get activities performed by others nor achieve fruits from such actions nor get fruits for others independently. The ever-independent Lord is responsible for all these actions.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "15",
    "sloka": "Living beings cannot independently diminish sins nor claim credit for good deeds. Their knowledge is veiled by ignorance, and hence they are deluded. Being deluded, they cannot realize the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "16",
    "sloka": "For those whose ignorance is destroyed by proper knowledge about the Lord, that very knowledge will reveal the Supreme Lord to them like a brilliant sun.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "17",
    "sloka": "One whose mind is firmly established in the Lord, one who accepts the Lord as one’s owner, and has unflinching faith in the Lord, and who has taken shelter in the Lord, will be rid of sins due to divine knowledge and will reach the abode of the Lord, never to return.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "18",
    "sloka": "Learned ones will see the Lord in all beings - in educated, pious people, in exalted scholars, in cows, in elephants, in dogs, in cruel people who kill animals, and indeed in all. Such persons will see the same blemishless Lord of infinite auspicious attributes present in everyone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "19",
    "sloka": "One whose mind perceives the same Lord in everyone and everything will conquer worldly miseries in this current life itself. One who realises the blemishless Lord as the same everywhere will indeed reach the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "20",
    "sloka": "A renunciant who is aware that the Lord is independent should neither excessively rejoice during pleasurable times nor get depressed during periods of distress but always maintain equanimity. Such a person, realising that living beings are not independently responsible for their conditions, will always be focused on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "21",
    "sloka": "One who has withdrawn from attachment to sense pleasures through external objects will experience inner bliss, although temporarily. Permanent bliss is experienced only through meditation, by focusing the mind steadfastly on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "22",
    "sloka": "O Arjuna, Son of Kunti! Know that temporary pleasures experienced through contact with sense organs are the reasons for misery. The wise do not seek to rejoice in them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "23",
    "sloka": "One who can withstand the pressures of desire and anger in this lifetime, before leaving their body, is the real yogi. Such a person is indeed blissful.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "24",
    "sloka": "A yogi who has realised the futility of seeking pleasures from the external world will experience inner bliss and will realise Lord Almighty. Such a person who is truly knowledgeable about the true nature of the Lord will indeed reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "25",
    "sloka": "The learned ones who have dispelled all doubts and ignorance and who wish good things for all beings will be rid of sins and indeed reach the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "26",
    "sloka": "For one who has achieved self-realisation and through sincere efforts is able to control the mind and win over passions such as desire and anger, the Lord will be visible everywhere.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "27",
    "sloka": "One who has control over sense organs and has a steady mind, who focuses eyes in the area between the eyebrows or the edge of the nose, who controls the exhaling and inhaling breaths, who is not impacted by desire, fear, and anger and who is focused steadfastly on achieving liberation, is indeed liberated in this very life.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "28",
    "sloka": "One who has control over sense organs and has a steady mind, who focuses eyes in the area between the eyebrows or the edge of the nose, who controls the exhaling and inhaling breaths, who is not impacted by desire, fear, and anger and who is focused steadfastly on achieving liberation, is indeed liberated in this very life.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "5",
    "chapterName": "Karma Sannyasa Yoga",
    "slokaNumber": "29",
    "sloka": "One who meditates on Me and knows Me as the ultimate consumer of all sacrifices and rituals, as the Supreme Lord of the universe and as the well-wisher for all beings, will indeed reach Me and will be liberated.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: One who performs prescribed duties without expectations is both a real ascetic and a real yogi; not the one who has simply relinquished performing ritual fire sacrifices.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "2",
    "sloka": "O Pandava (Arjuna)! Understand that relinquishing passions such as desire and anger (detachment) is an integral part of karma yoga. One who is performing activities without getting rid of desire is not a real yogi.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "3",
    "sloka": "For the one who has indirect knowledge (through scriptures) of the Lord, the path of achieving direct, divine knowledge is through the path of action. One who has achieved direct knowledge of the Lord, through steadfast prayer and meditation, will experience exuberance in bliss upon liberation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "4",
    "sloka": "One who is naturally disinterested in sense pleasures, has no attachment to actions, and performs actions only as an offering to the Lord is said to have achieved direct knowledge of the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "5",
    "sloka": "One should elevate oneself through the mind and should never fall into misery because of a weak mind. The mind is one’s friend and is also one’s enemy.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "6",
    "sloka": "For one who wins over the mind with the intellect, the mind is indeed a friend. For one who cannot win over the mind, it becomes an enemy (the Lord becomes a friend to the devoted, and an enemy to those not devoted).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "7",
    "sloka": "The Lord manifests in the heart of a seeker who has won over the Lord with devotion and has control over the sense organs and the mind. Such a seeker will have attained both ordinary, indirect knowledge (though study of scriptures etc.) and special, direct, divine knowledge. This seeker is exemplified by contentment, detachment from sense pleasures, is equipoised when facing extreme conditions such as cold/heat, praise/insult, happiness/sadness etc. The seeker also treats mud, stone, and gold equally and is indeed the real yogi",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "8",
    "sloka": "The Lord manifests in the heart of a seeker who has won over the Lord with devotion and has control over the sense organs and the mind. Such a seeker will have attained both ordinary, indirect knowledge (though study of scriptures etc.) and special, direct, divine knowledge. This seeker is exemplified by contentment, detachment from sense pleasures, is equipoised when facing extreme conditions such as cold/heat, praise/insult, happiness/sadness etc. The seeker also treats mud, stone, and gold equally and is indeed the real yogi",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "9",
    "sloka": "Such a person treats everyone – well-wishers, friends, enemies, casual acquaintances, middlemen, the hateful, family along with virtuous people, and sinners equally. Equality is in the sense that the same blemishless Lord full of infinite auspicious attributes is indwelling in everyone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "10",
    "sloka": "Such a seeker controlling his sense organs and mind, detached from desires and consumption, prefers to be alone, with the mind fully focused on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "11",
    "sloka": "For meditation, a seeker should choose a clean place and make a firm seat which is neither too high nor too low. The seat should be made of three layers starting with kusa grass, soft animal skin and a clean, soft cloth on top.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "12",
    "sloka": "On this seat, the seeker should sit comfortably but firmly (with one of the yoga poses such as the lotus, the diamond etc.), with due control over body and mind, and start meditation on the Lord for self-purification.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "13",
    "sloka": "The seeker should keep body, head, and neck in a straight line, sit firmly without the eyes wandering and focus the eyes on the tip of the nose and meditate on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "14",
    "sloka": "With a clear, uncluttered mind, devoid of any fears from external elements, focusing the mind on the Lord, keeping the sense organs from straying, a seeker should meditate on Me (Lord Krishna) with firm conviction in My supremacy.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "15",
    "sloka": "A seeker who meditates thus, with firm control on the mind, and complete focus on the Lord, will achieve eternal bliss after leaving the present body.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "16",
    "sloka": "O Arjuna! One cannot achieve benefits of such meditation if one over eats or does not eat at all. Similarly, one who oversleeps or does not sleep at all, will also lose all benefits from meditation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "17",
    "sloka": "One who wishes to benefit from such meditation should practice moderation in eating, relaxing, sleeping, and other daily activities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "18",
    "sloka": "When one can control sense organs and focus the mind on the Lord, one would achieve victory over desire and such a person is indeed the real yogi",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "19",
    "sloka": "The condition of a person, who can meditate on the Lord with complete control over the sense organs and the mind, is similar to that of a lamp glowing steadily in a windless place.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "20",
    "sloka": "Practicing such meditation, one who has gained complete control over the mind, is able to see the Lord within oneself and experience bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "21",
    "sloka": "One who has reached such a state will experience happiness beyond the reach of the sense organs that can only be comprehended by the intellect and will not lead the mind away from the Lord",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "22",
    "sloka": "One who experiences such happiness will not find anything more valuable and will not panic even in the most challenging situations.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "23",
    "sloka": "This path that frees one completely from misery is the real yoga. A seeker should practice such yoga with mental conviction detached from worldly pleasures.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "24",
    "sloka": "A seeker should resolve to completely renounce activities of sense pleasure and use the mind to control the sense organs completely.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "25",
    "sloka": "A seeker should strive to bring the mind gradually under the firm control of the intellect. Having controlled the mind, one should focus attention on the Lord to the exclusion of all external thoughts, refrain from chasing sense pleasures, and tightly control the sense organs.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "26",
    "sloka": "The mind, by nature, is always wandering. As and when the mind starts straying into worldly matters, the seeker should forcibly bring the mind back to focus on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "27",
    "sloka": "High level of happiness will accrue to a yogi who has a tranquil mind devoid of passionate qualities (such as obsession and aversion), and who is focused on the Lord. This is a well-known fact.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "28",
    "sloka": "In this manner, a seeker who is constantly focused on the Lord, and is free from vices (such as hatred and desire) will experience the company of Lord and will effortlessly experience bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "29",
    "sloka": "Such a seeker can visualize the Lord in all beings and see all beings under the control of the Lord Almighty. Such a seeker has the realization that the all-pervading Lord present in all beings is equal in infinite, auspicious attributes.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "30",
    "sloka": "One who sees Me (Lord Krishna) everywhere and who sees everything in Me will never lose Me and I will never be lost to that person.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "31",
    "sloka": "Seekers who see only My presence in all beings and worship Me as such will ultimately reach My abode regardless of their conditions or state of being during their lifetime.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "32",
    "sloka": "O Arjuna! One who wishes for others, the same that is wished for oneself (presence of happiness and absence of sadness) and sees the same Lord in everyone is indeed a superior yogi.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "33",
    "sloka": "Arjuna said: O Madhusoodana! I cannot see how the mind, which by nature is fickle, can be focused steadfastly on meditation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "34",
    "sloka": "O Krishna! The mind is always wavering, it is turbulent, it is strong and obstinate. It can corrupt one’s body and sense organs. It is my view that trying to control the mind is extremely difficult, just like catching the wind.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "35",
    "sloka": "The Lord said: O Arjuna, One with Strong Arms! No doubt it is exceedingly difficult to control the wavering mind. O Son of Kunti! It can be controlled by practice (of dhyana meditation) and detachment (from sense pleasures)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "36",
    "sloka": "One who cannot achieve control over the mind can never benefit from meditation. One should strive to achieve mind-control through continuous practice, focus and concentrated meditation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "37",
    "sloka": "Arjuna said: O Krishna! What happens to someone who attempts to traverse the spiritual path with sincerity but is unable to succeed due to failure in controlling the wandering mind?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "38",
    "sloka": "O Krishna, One with Mighty Arms! Will the efforts of that person be dissipated like a cloud scattered by high winds, and will that person be banished and turned away from heavens and superior worlds?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "39",
    "sloka": "O Krishna! You should completely dispel my doubts. There is no one else who can answer these questions",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "40",
    "sloka": "The Lord said: O Partha! Such a sincere person will not experience any ill effects in this world or the next. One who indulges in even limited virtuous activities will never experience downfall.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "41",
    "sloka": "Such a person who was engaged in many virtuous acts in his/her lifetime, although imperfectly, will reach the heavenly world hereafter and will be reborn, in due course, in a pious and prosperous family.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "42",
    "sloka": "Or such a person could be reborn in a family of learned yogis (seekers on the path of self-realization). Although, it is extremely difficult and rare to get such births",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "43",
    "sloka": "O Kuru Nandana (Arjuna, Scion of the Kuru dynasty)! In this new birth, the seeker can continue the spiritual journey started in previous births with more perfection and finally achieve self-realization.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "44",
    "sloka": "Based on practice gained in previous births, the seeker who focuses the mind effortlessly on meditation, will be rid of sins, and will ultimately achieve liberation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "45",
    "sloka": "A seeker who, over many births, makes a sincere attempt to traverse the spiritual path will be rid of sins and will reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "46",
    "sloka": "One who is on the path of intense meditation on the Lord is superior to the one who practices strict penance. Such a seeker is also superior to one who has attained (indirect) spiritual knowledge and superior also to one focused on performing only ritualistic activities. O Arjuna! Immerse yourself in such intense meditation on the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "6",
    "chapterName": "Dhyana Yoga",
    "slokaNumber": "47",
    "sloka": "A seeker who performs such dhyana yoga with devotion to the Lord is superior. The one who performs such yoga by serving the Lord is more superior and the one who performs such yoga with devotion, service and without any expectations is the most superior among all such seekers.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: O Partha! With your mind fully absorbed in Me, seeking refuge in Me, meditate on Me. Listen to Me to understand the way (yoga) you can extensively know Me, dispelling all the doubts",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "2",
    "sloka": "I will impart to you in full the spiritual knowledge (indirect knowledge – paroksha jnana) and wisdom (direct knowledge – aparoksha jnana) about Me knowing which there will be nothing else to know.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "3",
    "sloka": "One in a thousand will strive to gain spiritual knowledge. Among them, very few will succeed in gaining spiritual knowledge, and among these even fewer will understand Me properly.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "4",
    "sloka": "Earth, water, fire, wind, space, mind, intellect, and individuation are the eight different parts of inert nature that are under My control.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "5",
    "sloka": "O Arjuna, One with Mighty Arms! These eight divisions of inert nature are in the lower aspect of nature. Different from, and superior to inert nature and all living beings is Mother Nature (Goddess Mahalakshmi) who provides shelter to all and supports the entire universe. The Lord is superior to Goddess Mahalakshmi and all liberated souls who have achieved moksha.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "6",
    "sloka": "All living beings are born from inert nature and sentient nature. Through these two aspects of nature, I am responsible for the creation and dissolution of the universe.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "7",
    "sloka": "O Dhananjaya! There is no entity in this universe that is superior to Me (Lord Krishna). Everything in the universe is supported by Me, just like a garland of pearls is supported by a string",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "8",
    "sloka": "O Son of Kunti! I am the sweetness in water. I am the radiance in the Sun and the Moon. I am the primordial syllable Om in the Vedas. I am the sound in space. I am virility in humans.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "9",
    "sloka": "I am the fragrance on earth. I am the brilliance in fire. I am the life in living beings. I am the austerity in ascetics.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "10",
    "sloka": "Know that I am the eternal seed and the root cause for the existence of all beings. Intelligence in the intelligent is due to Me. Strength in the powerful is due to Me (The Lord is the root cause not only of all beings but also of their strength and qualities).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "11",
    "sloka": "I am the strength in the powerful people who are devoid of passions such as lust, anger, and attachment. I am the desire in beings not contradicting dharma or virtue.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "12",
    "sloka": "All entities defined by pious (sattv), or passionate (rajas) or ignorant (tamas) qualities are powered and controlled by Me. I am not dependent on them, but they all depend on Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "13",
    "sloka": "Deluded by the influence of the three qualities of nature, the world fails to recognize Me as the supreme (param) and immutable (avyayam) being",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "14",
    "sloka": "Maya (the divine illusion), the governing deity of these three qualities is under My control. No one can overcome this illusion. Only those who take shelter in Me can cross this illusion",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "15",
    "sloka": "Ignorant, sinful individuals deprived of proper knowledge caused by delusion represent the worst of humanity. They are demoniac in nature and hence do not surrender to Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "16",
    "sloka": "O Arjuna, Superior among Bharatas! Four types of virtuous people worship Me (Krishna). Those in distress (afflicted by diseases), those seeking spiritual knowledge, those seeking riches and the learned ones (who have already acquired spiritual knowledge).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "17",
    "sloka": "Among these four types, learned ones who know Me as the Supreme One and are exclusively devoted to Me, are the most superior. They are very fond of Me, and I am very fond of them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "18",
    "sloka": "All these four types of people are certainly worthy. But learned ones are like My own form. They surrender to Me completely and constantly meditate on Me and eventually reach the highest state of bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "19",
    "sloka": "Such learned ones, based on their efforts over many births, acquire the true knowledge that Lord Vasudeva (Krishna), the Supreme One, is complete in all respects and is the true owner of the universe. They ultimately reach My abode. It is extremely rare to find such a person in this world.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "20",
    "sloka": "Many in this world, devoid of true divine knowledge due to their obsession with worldly riches, perform stipulated rituals as per their innate nature and propitiate other, lesser deities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "21",
    "sloka": "Whoever sincerely wishes to worship other deities with devotion, I grant them the required unflinching faith.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "22",
    "sloka": "Such a devotee will propitiate the chosen deity with unflinching faith and will receive the fruits of the worship which are granted by Me (intrinsically residing in that specific deity).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "23",
    "sloka": "Those who propitiate other deities due to their limited understanding, will receive only minimum, temporary fruits. On the other hand, those who are primarily devoted to Me will ultimately reach Me and experience eternal bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "24",
    "sloka": "Unwise people, who are not aware of My eternal, infinite, auspicious, superior attributes, wrongly think of Me, the Unmanifest, as having a perishable existence.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "25",
    "sloka": "Shrouded by My infinite strength and the curtain of Maya (Goddess Durga) as willed by Me, I am not comprehensible to everyone. Fools in this world do not know Me as the one without beginning or end",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "26",
    "sloka": "O Arjuna! I am completely aware of all prior, current, and future conditions of all beings. But no one knows Me (completely)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "27",
    "sloka": "O Bharata! O Parantapa! All beings are ignorant about the Lord from the very beginning of creation due their delusion in dualities such as happiness/sadness, caused due to corruption by the qualities of desire/hatred.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "28",
    "sloka": "Those virtuous people who have washed off their sins and have overcome the delusion of dualities such as pleasure/pain worship Me with steadfast conviction.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "29",
    "sloka": "Those seeking liberation from mortal afflictions such as old age and death, take refuge in Me, and acquire the right knowledge of Brahman (the Lord Almighty), Adhyatma (the individual self) and karma (all actions).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "7",
    "chapterName": "Jnana Vijnana Yoga",
    "slokaNumber": "30",
    "sloka": "One who has proper knowledge about Adhiyajna (Lord of Sacrifice) along with that of Adhibhoota (prime materials) and Adhidaiva (prime deities), and who think of Me (Lord Krishna) during their last moments have their minds fully transfixed on Me and will indeed know Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said, “O Purushottama (The Supreme One)!” Who is Brahma (Lord Almighty)? What is ‘Adhyatma’ (Prime Self)? What is Karma (Fruitive Action)? What does one call Adhibhoota (Prime Nature)? Who are ‘Adhidaiva’ (Prime Deities)?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "2",
    "sloka": "O Madhusoodana! Who is known as Adhiyajna (Lord of Sacrifice) in this body? And why? How are you to be known at the time of departure by yogis (seekers) with self-control?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "3",
    "sloka": "The Lord said: Brahma refers to the imperishable Lord who pervades everything and everyone. Adhyatma refers to the material equipment that allows a soul to act (body, sense organs, conscience). Karma refers to the Lord’s act of creation, which is responsible for the birth and existence of all living beings.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "4",
    "sloka": "O Arjuna! The five basic elements of material nature (earth, fire, water, space, and wind) form Adhibhoota. Superior deities who reside inside and govern the physical bodies of living beings (namely Sesha, the serpent deity, and the four faced deity Brahma) form Adhidaiva. Powering all living beings and the consumer of offerings in all sacrifices is I, going by the name of Adhiyajna (Lord of Sacrifice).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "5",
    "sloka": "One who thinks of Me (Krishna) at the time of leaving one’s body will attain Me. There is no doubt about this.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "6",
    "sloka": "O son of Kunti! Whatever entity one thinks of at the time of leaving one’s body, one will attain the same entity (due to the force of habit)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "7",
    "sloka": "Hence keep thinking about Me (Krishna) always. Perform your duty of fighting this just war with your mind and intellect focused on Me and you will certainly attain Me. There is no doubt about this.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "8",
    "sloka": "O Partha! One who, through rigorous practice of mind control, withdraws the mind from worldly matters and focuses the mind and the intellect on the divine, supreme, omnipresent Lord Almighty, will reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "9",
    "sloka": "One should meditate on the Lord Almighty as one who is omniscient, who is ancient, who governs the entire universe, who is smaller than the smallest object, who supports and protects everyone and everything in the universe, who is incomprehensible, who has the radiance of the sun, and who transcends material nature. One should think of the Lord, especially during one’s last moments.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "10",
    "sloka": "One who, at the time of leaving one’s body, meditates on the divine form of the Lord with utmost devotion, with a focused mind, and holds one’s life breath in the forehead between the eyebrows, will surely reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "11",
    "sloka": "Those who learned the Vedas know the Lord as eternal, with no end. Those who have relinquished passions such as lust and anger will strive to attain the Lord. Seekers control their sense organs and focus their minds on Brahma (Lord Almighty). I will explain to you briefly about that Supreme Principal (Lord Almighty).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "12",
    "sloka": "At the time of leaving the physical body, a seeker should control all channel outlets in the body (except the Sushumna channel), with the mind focused on the Lord, and immerse in continuous meditation on the Lord, with the life breath centred on the forehead",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "13",
    "sloka": "Such a person who, with great devotion to the Lord, chants the primordial syllable Om will leave the body to traverse to the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "14",
    "sloka": "O Partha! I am easily attainable to those who are continuously meditating on Me, with their wandering minds withdrawn from stray thoughts.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "15",
    "sloka": "Learned ones, who through their efforts have reached My abode, will not return to this world of misery and will not take on transitory physical bodies again.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "16",
    "sloka": "O Arjuna! Those who hereafter attain all other heavenly worlds below the abode of Brahma will ultimately return to the cycle of births and deaths. O son of Kunti! Those who attain My abode will be in eternal bliss and will never be born again.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "17",
    "sloka": "Those who know that the Lord’s day spans over multitudes of yugas and His night also spans multitudes of yugas are knowers of Day and Night.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "18",
    "sloka": "During the Lord Almighty’s daytime (after the conclusion of the great dissolution of the universe), the unmanifest Lord undertakes the creation of the universe. During the night time of the Lord, the universe is dissolved into Him.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "19",
    "sloka": "O Partha! The multitudes of living beings and inert nature are repeatedly created, and they undergo dissolution into the Lord and will again be created. This is the cycle of creation, sustenance, and dissolution.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "20",
    "sloka": "The unmanifest entity, which is vastly different and superior to the visible universe made up of individual souls and inert nature, is the invisible supreme Lord Almighty, who will never perish even when everything in the universe perishes.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "21",
    "sloka": "This unmanifest principle is the Lord Almighty, to reach whom, is the goal of everyone. One who reaches Him will never return to this world. Such is My supreme form.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "22",
    "sloka": "O Partha! The Supreme One is reachable only through pure, exclusive devotion. Such a Lord is resident in all beings and pervades the entire universe",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "23",
    "sloka": "O Arjuna, superior among the Bharatas! I will now teach you about the paths taken by seekers, from which they will either return to this world or not return to this world. The paths are identified by their respective governing deities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "24",
    "sloka": "Eligible seekers, leaving this world through the paths of deities governing fire, light, daytime, the fortnight of the waxing moon, and the first half of a lunar year, will reach the abode of the Lord and not return to this world.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "25",
    "sloka": "Other seekers leaving this world through the path of deities governing smoke, nighttime, the fortnight of the waning moon, and the second half of a lunar year will reach the land of the Moon deity and will return to this world again.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "26",
    "sloka": "These two paths are permanent and are termed the Shukla path and the Krishna path. Those leaving through the first path will not return, and those leaving through the second path will return to this world.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "27",
    "sloka": "O Partha! A seeker who properly understands these two paths and acts accordingly will never be deluded. O Arjuna, hence, always practise the prescribed activities to reach the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "8",
    "chapterName": "Akshara Brahma Yoga",
    "slokaNumber": "28",
    "sloka": "One who understands these principles will accrue more benefits compared to accruals from studying the Vedas, performing sacrifices, and donating to others. Moreover, such a seeker will indeed reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: I will now impart most confidential principles to you, as you are devoid of faults such as envy and are eligible to receive this teaching. Gaining this sacred and special knowledge along with knowledge from the scriptures will free you from evil.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "2",
    "sloka": "It is the crown of knowledge. It is the pinnacle of secrets. It is purifying. It is superior. It is the means to learn about the Lord Almighty who powers everyone’s sense organs. It is easy to follow, and it is the path for eternal bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "3",
    "sloka": "O Parantapa! Those who do not have faith in the knowledge that teaches about the Lord Almighty will not reach the Lord and will keep returning to this mortal worldly life.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "4",
    "sloka": "Everything in this universe is pervaded by My unmanifest form which cannot be seen. All inert objects and sentient beings are supported by Me. But I am not dependent on anyone for support.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "5",
    "sloka": "Everything in the universe, including sentient beings and inert objects, even though anchored in Me (Krishna), cannot perceive Me through sense organs. Look at My infinite, divine powers. Even though they are anchored in Me, I do not depend on them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "6",
    "sloka": "The majestic wind blowing in space is not impacted by the attributes of entities that it encounters. Similarly, even though every living being is anchored in Me, there is no mutual superimposition of attributes.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "7",
    "sloka": "O Son of Kunti! During the grand dissolution of the universe, all sentient and non-sentient entities will merge with the triumvirate of nature (sattva, rajas and tamas attributes) which are under My control. At the start of the next cycle, I will recreate the entities (give them physical forms).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "8",
    "sloka": "The triumvirate of nature is always under My control. Using them as the material cause, I keep creating multitudes of entities (sentient and inert) again and again.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "9",
    "sloka": "O Dhananjaya! These activities such as creation of the universe can never bind Me. Even though I perform these activities, it is as if I never performed them because of My detachment.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "10",
    "sloka": "O Son of Kunti! Under My supervision, Mother Nature creates the universe made up of sentient and inert objects. Through the mother nature, the universe undergoes the cycle of repeated creation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "11",
    "sloka": "Ignorant fools are unaware that I (Krishna) am the Supreme being, eternal and full of infinite, auspicious attributes. They insult Me by considering Me as having a human like body (subject to decay and death).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "12",
    "sloka": "Those with demoniac natures have their intellect clouded with ignorance. Their desires for heaven will not be realized. Their rituals and sacrifices are a wasted effort. They will not attain true spiritual knowledge and they are senseless",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "13",
    "sloka": "O Partha! Pious people know Me as the root cause of everything in the universe and one who has a never-ending existence. They worship Me single mindedly.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "14",
    "sloka": "Such pious souls worship Me (Krishna) in various ways – through constant singing of My glories, through involvement in strict rituals such as fasting, through constant meditation and through constant salutations to Me. They strive hard to achieve spiritual knowledge and worship Me with great devotion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "15",
    "sloka": "Some seekers worship Me through the sacrifice of knowledge (listening, analyzing, and contemplating on spiritual knowledge). Some worship My primary form (Narayana), or My various forms (Vasudeva, etc.) knowing that all these forms are identical and that I am omnipresent, with infinite forms.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "16",
    "sloka": "I am the action of sacrifice. I am the ritual of sacrifice. I am the offering to departed elders. I am the healing herb. I am the hymn. I am ghee offered in sacrifice. I am the ritual fire. I am the offering.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "17",
    "sloka": "I am the father, mother, supporter, worshipful grandfather of this universe. I am the subject of all knowledge and everything that is holy. I am postulated by the primordial holy syllable ‘Om’ and the infinite Vedas - Rik, Sama and Yajur",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "18",
    "sloka": "I am the destination (for those seeking liberation). I provide for everyone. I am the owner of everything. I am the witness for everything. I am the refuge for everyone. I am the protector for everyone. I am the true friend for everyone. Creation is from Me. Dissolution is from Me. I am the cause for the existence of everyone and everything. I am the imperishable, primordial seed.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "19",
    "sloka": "O Arjuna! Residing in the Sun, I am the cause of heat and light. I cause clouds to rain, and I also cause the rain to cease. I prevent someone from dying (by supporting the sense organs and the body) and I am also the cause of death. I am the cause and effect of all activities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "20",
    "sloka": "Those with superficial (and literal) knowledge of the three Vedas, propitiate Me with Vedic rituals and crave for heavenly riches. Based on their good deeds, they attain the heaven presided by deity Indra and enjoy the luxuries therein.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "21",
    "sloka": "They indulge in enjoying luxuries in expansive heavenly worlds, and after exhausting their credits from good deeds (punya), are reborn in this world. Focused only on the superficial aspects of the Vedas, they perform rituals seeking heavenly pleasure and are stuck in this cycle.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "22",
    "sloka": "Some exclusively worship Me with devotion, leaving aside all other thoughts and serve Me wholeheartedly with their body and mind. I take responsibility to grant their wishes and safeguard blessings they have already earned.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "23",
    "sloka": "O Son of Kunti! Those who worship other deities with sincerity are in fact worshipping Me alone, but in an indirect, unauthorized manner.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "24",
    "sloka": "I am indeed the consumer as well as the Lord of all worships and sacrifices. Those who are ignorant of this principle, propitiate other deities and keep going back and forth between this mundane world and the heavenly world.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "25",
    "sloka": "Those who propitiate heavenly deities reach the respective deities. Those who worship the ancestral deities reach them as well. However, those who worship Me exclusively reach My abode, never to return.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "26",
    "sloka": "Whatever a devotee offers Me with sincere devotion, whether it is a leaf, a flower, some fruit, or water, I accept such devout offerings of the striving souls.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "27",
    "sloka": "O Son of Kunti! Whatever you do, whatever you consume, whatever sacrifice or ritual you perform and whatever penance you undertake, offer them all to Me",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "28",
    "sloka": "By doing this you will not be bound by the effects of activities, which otherwise have either positive or negative outcomes. By performing prescribed duties, without expectations, you will be released from worldly bondage and reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "29",
    "sloka": "I treat all beings equally. I have no friends or enemies. Those who worship Me with devotion are supported by Me and I will protect them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "30",
    "sloka": "One who worships Me with utmost devotion is to be considered a pious person even if that person has previously committed sinful activities. Such a person has resolved properly",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "31",
    "sloka": "Such a person will immediately focus his/her mind back on righteous activities and will be in the path of eternal bliss. O Son of Kunti! My devotees will never be harmed.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "32",
    "sloka": "O Partha! Even those who, due to sins committed in previous births or due to a curse, are born in less hospitable, disadvantageous environments, will achieve eternal bliss through their faith in Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "33",
    "sloka": "It is obvious that those who are born in virtuous families and holy environments will reach Me through their faith. As you are in this transitory, distressful world, worship Me without delay to reach your spiritual goal",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "9",
    "chapterName": "Raja Vidya Raja Guhya Yoga",
    "slokaNumber": "34",
    "sloka": "Focus your mind exclusively on Me (Krishna). Be devoted only to Me. Worship only Me. Surrender to Me through prostration. Thus, by depending exclusively on Me, you will reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: O Arjuna, Mighty Armed One! Listen to some more of My paramount qualities. I will speak unto you for your welfare as you will delight in them",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "2",
    "sloka": "Even groups of deities and great sages do not have complete knowledge of My paramount qualities or about the creation of this universe. I am the reason for the existence of all deities, all sages and indeed every being, and I am beginningless.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "3",
    "sloka": "One who knows Me as eternal, is not subject to birth. The controller and activator of everything and everyone, the root cause for the existence of the universe, and the Supreme Leader is never deluded. Such a person will be freed from all sins.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "4",
    "sloka": "I alone provide all the qualities to living beings such as intelligence, right knowledge, non-illusion, forgiveness, truthfulness, control over the sense organs and the mind, deep devotion to the Lord, happiness, sadness, birth, death, fear, fearlessness, non-violence, equanimity under pleasure or pain, contentment, austerity, charity, fame, infamy and so on",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "5",
    "sloka": "I alone provide all the qualities to living beings such as intelligence, right knowledge, non-illusion, forgiveness, truthfulness, control over the sense organs and the mind, deep devotion to the Lord, happiness, sadness, birth, death, fear, fearlessness, non-violence, equanimity under pleasure or pain, contentment, austerity, charity, fame, infamy and so on",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "6",
    "sloka": "During the period of the previous Manu, I created the seven great sages, the deities who emanated from the mind of Brahma, and the four Manu deities. Their progeny in turn populated the universe.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "7",
    "sloka": "One who is properly aware of My majesty and supremacy will be accomplished in steadfast meditation. There should be no doubt about this.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "8",
    "sloka": "Learned ones understand Me as responsible for all creation and as regulator of all activities. They worship Me with deep devotion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "9",
    "sloka": "Learned ones focus their minds on Me, absorb their body and sense organs in My service, teach their students about Me, discuss My prowess with others, dance and rejoice in My glory while feeling fully contented.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "10",
    "sloka": "For those who immerse their minds in Me and worship Me with affection, I grant wisdom with which they can attain My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "11",
    "sloka": "In turn, out of compassion I come to dwell and destroy the darkness in their minds caused by ignorance with the shining light of knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "12",
    "sloka": "Arjuna said: O Krishna! Great sages, deities and heavenly singers praise you as the supreme entity, the ultimate abode for everyone, supremely sacred, full of auspicious attributes, eternal, and omnipresent. You have also taught me the same.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "13",
    "sloka": "Arjuna said: O Krishna! Great sages, deities and heavenly singers praise you as the supreme entity, the ultimate abode for everyone, supremely sacred, full of auspicious attributes, eternal, and omnipresent. You have also taught me the same.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "14",
    "sloka": "O Keshava! I trust everything you have said to me. O Lord! Neither great deities nor demons, nor indeed any others know you fully. O Purushottama! Controller of the universe, and Lord of everyone and everything. Only you know yourself fully.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "15",
    "sloka": "O Keshava! I trust everything you have said to me. O Lord! Neither great deities nor demons, nor indeed any others know you fully. O Purushottama! Controller of the universe, and Lord of everyone and everything. Only you know yourself fully.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "16",
    "sloka": "Please educate me about your divine majestic forms with which you pervade this universe. O Lord of Infinite Abilities! How should I be thinking about you? O Supreme Lord! How do I visualize you and your presence in different entities in this universe? O Janardana! Tell me more details about your supreme abilities and majestic forms. I will never be satisfied with any amount of your sweet nectarine words.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "17",
    "sloka": "Please educate me about your divine majestic forms with which you pervade this universe. O Lord of Infinite Abilities! How should I be thinking about you? O Supreme Lord! How do I visualize you and your presence in different entities in this universe? O Janardana! Tell me more details about your supreme abilities and majestic forms. I will never be satisfied with any amount of your sweet nectarine words.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "18",
    "sloka": "Please educate me about your divine majestic forms with which you pervade this universe. O Lord of Infinite Abilities! How should I be thinking about you? O Supreme Lord! How do I visualize you and your presence in different entities in this universe? O Janardana! Tell me more details about your supreme abilities and majestic forms. I will never be satisfied with any amount of your sweet nectarine words.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "19",
    "sloka": "The Lord said: O Arjuna, Superior among Kurus! I will tell you about some of My main majestic forms. There is no end to My forms.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "20",
    "sloka": "O Gudakesha (Arjuna, one who has conquered sleep)! I am omnipresent, I exist in the hearts of all living beings, and I power their existence. I am responsible for the creation, sustenance, and dissolution of all beings.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "21",
    "sloka": "Among the twelve Adityas, I am Vishnu. Among all radiant objects, I am Ravi (Sun). I am Marichi among the Marut deities. I am The Moon among the constellations of the stars in the night sky (Resident in the Sun, Marichi, and the Moon, I grant them superiority among their peers).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "22",
    "sloka": "Among the Vedas, I am Sama Veda. Among deities, I am Vasava (Indra). Among the sense organs, I am the mind. Among the faculties of living beings, I am memory.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "23",
    "sloka": "Among the eleven Rudra deities, I am Shankara. I am Vittesha (Kubera) among the Yaksha deities. I am Pavaka among Vasus, and Meru among mountain peaks",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "24",
    "sloka": "O Partha! Among priests, I am Brihaspati. I am Skanda among warrior commanders. I am the ocean among water bodies",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "25",
    "sloka": "I am Bhrighu among the sages. I am the letter (akshara) Om among all letters. I give special powers to chanting hymns (Japa) among all rituals and sacrifices. I am Himalaya among all immovables.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "26",
    "sloka": "I am Ashwattha (Banyan), among all trees. I am Narada among all divine sages. I am Chitraratha among Gandharvas, the heavenly musicians. I am the sage Kapila among all Siddha sages",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "27",
    "sloka": "Among horses, I am Ucchaishravas, born from the ocean of nectar during the churning. I am Airavata among the elephants. I am King among humans.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "28",
    "sloka": "I am the thunderbolt (diamond) among all weapons. I am Kamadhuk (wish fulfilling cow) among cows. I am Manmatha/Kandarpa (Cupid) responsible for progeny. I am Vasuki among all single hooded serpents",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "29",
    "sloka": "Among multi hooded Naga serpents, I am Ananta. I am Varuna among all aquatics. I am Aryama among the ancestor deities. I am Yama among the deities authorized to regulate the worlds",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "30",
    "sloka": "I am Prahlada among the daityas. I am Kala among the entities that bind. I am Mrugendra (lion) among the animals. I am Vainateya (Garuda) among the birds",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "31",
    "sloka": "Among the entities that purify, I am Pavana. I am Rama among the warriors who carry weapons. Among the fish, I am Makara (crocodile). I am Jahnavi (Ganges) among the rivers.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "32",
    "sloka": "Arjuna! I am responsible for the birth, life, and death of all beings. Among types of knowledge, I am Adhyatma, spiritual knowledge. I am Vada (debate) among discussions.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "33",
    "sloka": "I am the letter A (akara) among all letters. I am Dvandva among all compound words (in Sanskrit grammar). I am Kala (time) which has no end. I support and sustain everything and hence go by the name of Dhata. I am omnipresent",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "34",
    "sloka": "I am Mrutyu and cause death to everyone. I am the giver of birth to everyone. I represent and regulate the feminine qualities of fame, wealth, speech, memory, intellect, firmness, and tolerance",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "35",
    "sloka": "I am the Brihat hymn among all the hymns of the Sama Veda. I am Gayatri among the poetic meters. I am Margasheersha (harvest month) among the twelve months. I am Kusumakara/Vasantha (spring) among the seasons.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "36",
    "sloka": "I am gambling among the deceitful vices. I am the splendour in the splendid. I am victory in the victorious. I am conviction in the steadfast. I am purity in the pious.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "37",
    "sloka": "Among the descendants of Vrushni, I am Vasudeva. Among Pandavas, I am Dhananjaya (Arjuna). I am Vyasa among the sages. I am Shukracharya among the seers.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "38",
    "sloka": "I am Danda (the punishing rod) in chastisers. I am the strategy in those aspiring for victory. I am silence in secrets. I am wisdom in the wise",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "39",
    "sloka": "I am the primordial seed responsible for the attributes and qualities in all beings. There are no moveable (sentient) or stationary (inert) objects without My presence in them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "40",
    "sloka": "O Parantapa! There is no end to My infinite divine majestic forms. I have only indicated a sample of My infinite expansive forms.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "41",
    "sloka": "Whoever or whatever is supreme in their respective categories and exhibit strength and richness, their premiership arises from an infinitesimal fraction of My glory.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "10",
    "chapterName": "Vibhuti Yoga",
    "slokaNumber": "42",
    "sloka": "O Arjuna! What use is it for you to know about My majestic forms? I pervade and support the entire universe with a minute fraction of My glory",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: O Krishna! Out of compassion, You blessed me with the most secret divine knowledge. My ignorance is dispelled by Your words.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "2",
    "sloka": "O Krishna, One with Lotus Eyes! I understood about the cycle of births and deaths of living beings. I also learnt about Your infinite greatness.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "3",
    "sloka": "O Supreme Lord! It is true that You taught me a lot about Your attributes and forms. O Supreme among All Beings! I crave to have a vision of Your great, unimaginable majestic form",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "4",
    "sloka": "O Lord of Yogas! If you feel that I can see Your form physically, please show me Your Universal form that has no end",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "5",
    "sloka": "The Lord said: O Partha! My forms are infinite, transcendental, colourful and of varying shapes. See My hundreds of thousands (infinite) of forms.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "6",
    "sloka": "O Bharata! See all deities - Adityas, Vasus, Rudras, Ashwini twins, Maruts - in Me. Also see many amazing, astonishing things you have never seen before.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "7",
    "sloka": "O Gudakesha! In My Universal form, you can see the entire universe with all animate and inanimate objects in one place. You can see everything you wish to see here.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "8",
    "sloka": "But you will not be able to see My Universal form with your normal eyes. I grant you Divine Vision with which you will be able to view My supreme splendor",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "9",
    "sloka": "O King Dhrutarashtra! Lord Sri Hari, the Lord of all activities, having said thus, displayed His magnificent Universal form with multitudinous attributes to Arjuna.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "10",
    "sloka": "The Lord’s Universal form has infinite faces, infinite eyes, infinite amazing aspects, multitudes of divine ornaments, multitudes of divine weapons.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "11",
    "sloka": "The Lord’s Universal form is sporting divine garlands, divine clothes, divine sandal wood paste, is full of infinite amazing, wondrous attributes (such as knowledge, bliss) with faces on all sides.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "12",
    "sloka": "That exalted Universal form has the brightness of thousands and thousands (countless) of Suns rising altogether at the same time",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "13",
    "sloka": "Arjuna, at that time, saw the entire universe with its manifold divisions, whirling inside the Universal form of Lord Krishna, the Lord of all deities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "14",
    "sloka": "Arjuna, trembling with tears in his eyes and immersed in indescribable feelings, prostrated before the Lord, bowing his head, and started praying.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "15",
    "sloka": "Arjuna said: O Lord! In Your divine form I can see all deities, and different types of creatures. I can also see the four faced deity Lord Brahma, and Lord Rudra sitting on his lap. I can see all the great sages and divine serpents.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "16",
    "sloka": "I see Your infinite forms with infinite shoulders, infinite stomachs, infinite faces, infinite eyes everywhere. O Lord of the Universe! I cannot see the beginning, end, or middle of Your forms.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "17",
    "sloka": "I see Your unending divine forms wearing crowns, holding maces and discs, with resplendent glow of light like blazing Suns. Your incredible forms are everywhere, and they seem to pierce my eyes.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "18",
    "sloka": "You have no end. You are the Supreme One. You are the one to be known. You are the primary shelter to this world. Your strength never diminishes. You are the protector of timeless righteous values. You have no beginning. You are eternal, and You are described in scriptures such as the Puranas.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "19",
    "sloka": "You have infinite powers with no beginning, middle or end. You have infinite shoulders, and Your infinite eyes power the Sun and the Moon. I can see Your form brightening and burning the entire Universe with blazing fire in Your mouth.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "20",
    "sloka": "Your single form spreads from heaven to earth; it fills the interspace and pervades in all directions. O Greatest of all souls! Your form is both amazing and threatening. All Your devotees in all three worlds seem to be petrified.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "21",
    "sloka": "Liberated deities are seen entering Your form. Some are seen praying with folded hands out of fear. Many sages and other heavenly beings are praying to You for the welfare of everyone.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "22",
    "sloka": "Rudras, Adityas, Vasus, Sadhyas, Vishwes, Ashwinis, Maruts, Pitrs, Gandharvas, Yakshas, Asuras, and Siddhas are looking at you with amazement.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "23",
    "sloka": "O Krishna, Mighty Armed One! Your form is magnificent and huge. It has infinite faces, eyes, shoulders, thighs, feet, abdomens and sharp tusk and teeth. All three worlds are terrified and so am I.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "24",
    "sloka": "O Vishnu! Your form touches the sky, dazzling in many colours with large glowing eyes and mouth wide open. Looking at this, my mind is full of fear. I am trembling, unable to stay steady",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "25",
    "sloka": "O Lord of All Deities! Looking at Your infinite faces glowing like the fire of universal destruction with extended, sharp, strong, piercing teeth, I am losing my bearings. O Supporter of the Universe! Please have mercy on me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "26",
    "sloka": "Bheeshma, Drona, Karna, the son of Soota, and all the sons of Dhrutarashtra, along with many Kings and many brave warriors from our side are all seen running towards Your terrifying mouth which has dreadful, sharp teeth and many are seen with their heads smashed and stuck between Your teeth.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "27",
    "sloka": "Bheeshma, Drona, Karna, the son of Soota, and all the sons of Dhrutarashtra, along with many Kings and many brave warriors from our side are all seen running towards Your terrifying mouth which has dreadful, sharp teeth and many are seen with their heads smashed and stuck between Your teeth.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "28",
    "sloka": "Just as currents of water from all rivers flood into the ocean, brave warriors from this world are seen hurtling into Your burning mouth from all directions",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "29",
    "sloka": "Just as moths crash into a blazing fire with great speed and perish, many of these warriors are running into your mouth with great speed only to get destroyed.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "30",
    "sloka": "O Vishnu! You are devouring and swallowing all these warriors with Your fiery mouth. Your fiery energy is spreading and burning the entire universe.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "31",
    "sloka": "Why are You showing me this terrifying form? O Lord of Lords! Please tell me. Please be merciful. I bow my head to you. I would like to understand You better as You are the reason for the existence of this Universe. I cannot understand Your ways.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "32",
    "sloka": "The Lord said: I am the controller of Time and Space, mighty enough to destroy all the worlds, and I have resolved to destroy all these warriors here. Excepting you and a few others, all these soldiers will perish.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "33",
    "sloka": "O Savyasachi (Arjuna, the one who is ambidextrous)! Therefore, lift yourself up and wage this just war. Defeat your enemies and achieve fame. Enjoy the plentiful kingdom. All these warriors have already been killed by Me. You are a mere instrument in this act of war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "34",
    "sloka": "All brave warriors such as Bheeshma, Drona, Jayadratha, Karna have already been killed by Me. You do not need to grieve. Wage the war and go through the formality of killing them. You will be victorious in this war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "35",
    "sloka": "Sanjaya said: Hearing these words from Lord Keshava, Arjuna prayed again to Krishna, shaking with fear, with folded hands, bowed head in a trembling voice.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "36",
    "sloka": "Arjuna said: O Hrishikesha! The entire universe is dancing and celebrating Your greatness. This is understandable. All evil demons are running helter-skelter, and all deities such as groups of Siddhas are bowing their heads to You.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "37",
    "sloka": "O Supreme Soul! How can one not bow before You as You are the most supreme being who created even four faced Brahma? You are the Onewithout end, Lord of all Lords, supporter of the Universe, and You are imperishable. You are superior to every entity, manifest and unmanifest, in the universe",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "38",
    "sloka": "You are the primordial Lord. You are the One described in the scriptures. You are the shelter for the entire Universe. You know everything. You teach everything. You are the one to be known. You are full of infinite lustre. O One with Infinite Forms! The Universe is filled by You.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "39",
    "sloka": "You are - Vayu, Yama, Agni, Varuna, Chandra, Prajapati, and grandfather to all. I offer my obeisance to You thousands of times, again and again",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "40",
    "sloka": "I bow in front of You, from behind You and from all directions. You are complete in all respects, with infinite strength. There is no end to Your bravery. You pervade everywhere. Hence You are known as sarva (everything).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "41",
    "sloka": "Without knowing Your greatness, thinking of You merely as my friend, I have taken liberties and called You thus - Hey Krishna! Hey Yadava! Hey, My Friend! - sometimes by mistake and sometimes in affection.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "42",
    "sloka": "When relaxing, sleeping, sitting, and eating I have shown disrespect by making fun of You. O Supreme One! You are full of infinite, auspicious attributes. I beg You to forgive me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "43",
    "sloka": "O Supreme Soul with Unending Abilities! You are the father of this universe for both animate and inanimate objects. You are worthy of worship by all. You are the greatest teacher. There is no one equal to You in all three worlds. How can there be any one more superior?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "44",
    "sloka": "O Lord of Lords! As You are worthy of my worship, just like a father is to a son, a friend to another friend, and a lover to a loved one, please forgive all my mistakes. I beg You with all sincerity.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "45",
    "sloka": "Seeing Your form which I have never seen before, I am overjoyed. But I am also frightened, and my mind is shaken. O Lord, Abode of Everyone! Please show me Your form that I am used to seeing so far.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "46",
    "sloka": "O One with Infinite Shoulders! I would like to see Your normal form with four shoulders wearing a crown and holding a mace and a disc.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "47",
    "sloka": "The Lord said: O Arjuna! As I Am pleased with you, I showed you My amazing Universal form which is full of infinite energy and has no beginning or end. No one else has seen this form before.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "48",
    "sloka": "O Arjuna, Bravest Among the Kurus! The Universal form that you were able to see has not been visible to anyone in this world. One cannot see this even if one has carried out elaborate sacrifices or practiced intense austerities or made significant charitable donations or undertaken deep study of the scriptures.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "49",
    "sloka": "Do not be frightened and bewildered by seeing My terrifying Universal form. Set aside your fears and put your mind at ease as I will now appear in the form which you have seen before",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "50",
    "sloka": "Sanjaya said: Lord Vasudeva having said thus, appeared before Arjuna in His earlier form. Lord Almighty Krishna having appeared thus pacified Arjuna.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "51",
    "sloka": "Arjuna said: O Janardana! I am relieved after seeing Your calm human like form. I am back to my natural state.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "52",
    "sloka": "The Lord Said: Even deities aspire to see My Universal Form that you were fortunate to see. Looking at My form, some experience happiness and others feel both happiness and fear.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "53",
    "sloka": "Neither by study of the Vedas, nor by difficult penance nor by charity and not even by sacrificial rituals can I be seen the way you were able to see Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "54",
    "sloka": "O Parantapa! Only by single minded devotion can one understand Me, see Me, and attain My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "11",
    "chapterName": "Vishvarupa Darshana Yoga",
    "slokaNumber": "55",
    "sloka": "O Pandava! One who performs all duties only for My sake, who knows Me as the Supreme One, who is My ardent devotee, who has relinquished worldly pleasures and who has no enmity towards anyone will indeed reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: Some seekers propitiate the Lord Almighty with extreme devotion and some others focus on worshipping Goddess Mahalakshmi (also known as akshara, avyakta), the imperishable, unmanifest principle of divinity. Among these, which group has a better understanding of the path to liberation?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "2",
    "sloka": "The Lord said: In My opinion, those seekers who worship Me with supreme faith, and conduct their prescribed duties and meditation with the mind immersed in Me, are superior.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "3",
    "sloka": "The immutable, unmanifest principle does not perish; is beyond description and pervades everywhere; it is beyond comprehension, has no limited form like the sky, and is eternal. Those who worship this principle with control over the senses, with mental equanimity and desiring the welfare of everyone will also attain Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "4",
    "sloka": "The immutable, unmanifest principle does not perish; is beyond description and pervades everywhere; it is beyond comprehension, has no limited form like the sky, and is eternal. Those who worship this principle with control over the senses, with mental equanimity and desiring the welfare of everyone will also attain Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "5",
    "sloka": "It takes great effort to propitiate the unmanifest principle properly. Attaining the final goal of eternal bliss is exceedingly difficult for one following the path of propitiating only this principle.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "6",
    "sloka": "O Partha! One who surrenders all activities to Me, considering Me as the Supreme One, worshipping Me with single minded devotion and focusing the mind on Me will be able to cross the ocean of death bound samsara, through My grace.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "7",
    "sloka": "O Partha! One who surrenders all activities to Me, considering Me as the Supreme One, worshipping Me with single minded devotion and focusing the mind on Me will be able to cross the ocean of death bound samsara, through My grace.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "8",
    "sloka": "Focus your mind exclusively on Me. If this is not possible, direct your intellect towards Me (to acquire knowledge about Me). You will be able to attain My abode in due course. Let there be no doubt about this.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "9",
    "sloka": "O Dhananjaya! If you are unable to focus your mind on Me singularly, with an intent on reaching Me as the ultimate goal, perform repeated practice (abhyāsayogena) to focus your mind on Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "10",
    "sloka": "If repeated practice to focus your mind on Me is not possible, then engage in activities that please Me (such as austerity, worship, service, charity etc.), for My sake, considering Me as supreme. Thereby you will eventually attain Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "11",
    "sloka": "If it is not possible for one to perform activities such as intense austerity, worship etc., then one should offer all their actions to Me with no expectations",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "12",
    "sloka": "Acquiring proper knowledge is better than repetitions of actions without proper knowledge. Meditation with firm conviction on the Lord is better than acquisition of knowledge. Performing prescribed duties while relinquishing fruits of action is better than mere meditation. Such selfless duties combined with deep meditation on the Lord are the ways to attain the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "13",
    "sloka": "One who has no enmity towards any other being, who is friendly to everyone, who feels others’ pain, who is devoid of selfishness and ego, who has equanimity with regard to victory and defeat in worldly matters, who forgives others’ mistakes, who is always contented, who is involved in performing prescribed duties sincerely, who is in meditative contemplation, who has control over the mind, who has deep conviction in spiritual principles and who has surrendered mind and intellect to Me is indeed very dear to Me",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "14",
    "sloka": "One who has no enmity towards any other being, who is friendly to everyone, who feels others’ pain, who is devoid of selfishness and ego, who has equanimity with regard to victory and defeat in worldly matters, who forgives others’ mistakes, who is always contented, who is involved in performing prescribed duties sincerely, who is in meditative contemplation, who has control over the mind, who has deep conviction in spiritual principles and who has surrendered mind and intellect to Me is indeed very dear to Me",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "15",
    "sloka": "One who is not perturbed by the goings on in this world, who does not perturb this world, and who is not impacted by pleasure, anger, fear, or anxiety is indeed dear to Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "16",
    "sloka": "One who does not crave for worldly pleasures, who is pure internally and externally, who is carefree while performing duties, whose mind is not perturbed and who avoids unnecessary activities, is indeed dear to Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "17",
    "sloka": "One who never gets elated (by worldly riches), who never hates others, who never complains (on not achieving expected results), who never desires the prohibited, who always avoids all activities – auspicious or inauspicious, is indeed dear to Me",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "18",
    "sloka": "One who treats with equanimity both friends and foes, insults and praise, heat and cold, pleasure and pain, who is thoughtful and content with whatever is given, who is equipoised and who is unconditionally devoted to Me is indeed very dear to Me",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "19",
    "sloka": "One who treats with equanimity both friends and foes, insults and praise, heat and cold, pleasure and pain, who is thoughtful and content with whatever is given, who is equipoised and who is unconditionally devoted to Me is indeed very dear to Me",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "12",
    "chapterName": "Bhakti Yoga",
    "slokaNumber": "20",
    "sloka": "The methods indicated here are the ways to worship the Lord Almighty and achieve liberation. The Lord states that one who observes these methods sincerely, with deep faith and devotion in Him, is indeed very dear to Him",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: O Keshava! I would like to know more about – inert nature, the individual, the field of activity, the knower of the field of activity, knowledge, and the object of knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "2",
    "sloka": "The Lord said: O Son of Kunti! This body made of inert nature is the field of activity. One who has a good understanding of the constituents of this field of activity is the knower",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "3",
    "sloka": "O Bharata! In all fields of activity, I am the knower. Preeminent knowledge is knowing both kshetra (field of activity) and kshetrajna (knower of this field of activity).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "4",
    "sloka": "What is this field of activity? How is it described? What are its transformations? Who governs them (referring to kshetrajna)? How is He described? What are His influences? Let Me answer these in brief.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "5",
    "sloka": "Great sages have sung praises about the nature of the field of activity. The Vedas also describe them separately. The Brahma Sutras have given definitive rulings on this topic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "6",
    "sloka": "The field of activity is comprised of the following - the five basic elements of nature (earth, water, fire, space, air), principles of individuation, consciousness, intellect and the three qualities of nature which comprise the unmanifest. Along with these, there are eleven sense organs (five organs of perception, five organs of action and mind), five objects of the sense organs (form, smell, sound, taste, touch), emotions of desire, disdain, pleasure, pain, the physical body, mental propensity, and determination (all these entities have governing deities).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "7",
    "sloka": "The field of activity is comprised of the following - the five basic elements of nature (earth, water, fire, space, air), principles of individuation, consciousness, intellect and the three qualities of nature which comprise the unmanifest. Along with these, there are eleven sense organs (five organs of perception, five organs of action and mind), five objects of the sense organs (form, smell, sound, taste, touch), emotions of desire, disdain, pleasure, pain, the physical body, mental propensity, and determination (all these entities have governing deities).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "8",
    "sloka": "The prerequisite attributes for one to achieve true knowledge are as follows - humility, modesty, non-violence, tolerance, sincerity, servitude towards teachers, internal and external cleanliness, steadfastness, detachment from sense pleasures, absence of ego, awareness of birth, death, old age and diseases, non-attachment to possessions, equipoise during gain and pain, deep single-minded devotion in Me (Krishna), keeping aloof, staying away from crowds, always thinking about the Lord. All these attributes comprise knowledge and are the means to achieve knowledge. Anything contrary to these constitutes ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "9",
    "sloka": "The prerequisite attributes for one to achieve true knowledge are as follows - humility, modesty, non-violence, tolerance, sincerity, servitude towards teachers, internal and external cleanliness, steadfastness, detachment from sense pleasures, absence of ego, awareness of birth, death, old age and diseases, non-attachment to possessions, equipoise during gain and pain, deep single-minded devotion in Me (Krishna), keeping aloof, staying away from crowds, always thinking about the Lord. All these attributes comprise knowledge and are the means to achieve knowledge. Anything contrary to these constitutes ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "10",
    "sloka": "The prerequisite attributes for one to achieve true knowledge are as follows - humility, modesty, non-violence, tolerance, sincerity, servitude towards teachers, internal and external cleanliness, steadfastness, detachment from sense pleasures, absence of ego, awareness of birth, death, old age and diseases, non-attachment to possessions, equipoise during gain and pain, deep single-minded devotion in Me (Krishna), keeping aloof, staying away from crowds, always thinking about the Lord. All these attributes comprise knowledge and are the means to achieve knowledge. Anything contrary to these constitutes ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "11",
    "sloka": "The prerequisite attributes for one to achieve true knowledge are as follows - humility, modesty, non-violence, tolerance, sincerity, servitude towards teachers, internal and external cleanliness, steadfastness, detachment from sense pleasures, absence of ego, awareness of birth, death, old age and diseases, non-attachment to possessions, equipoise during gain and pain, deep single-minded devotion in Me (Krishna), keeping aloof, staying away from crowds, always thinking about the Lord. All these attributes comprise knowledge and are the means to achieve knowledge. Anything contrary to these constitutes ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "12",
    "sloka": "The prerequisite attributes for one to achieve true knowledge are as follows - humility, modesty, non-violence, tolerance, sincerity, servitude towards teachers, internal and external cleanliness, steadfastness, detachment from sense pleasures, absence of ego, awareness of birth, death, old age and diseases, non-attachment to possessions, equipoise during gain and pain, deep single-minded devotion in Me (Krishna), keeping aloof, staying away from crowds, always thinking about the Lord. All these attributes comprise knowledge and are the means to achieve knowledge. Anything contrary to these constitutes ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "13",
    "sloka": "Now I will describe that principle which is to be known (the object of knowledge), knowing which one will attain the nectar of immortality. That object is the Supreme Lord who has no beginning and is eternal. This principle is distinct from entities that have form (sat) and those that are formless (asat).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "14",
    "sloka": "The object of knowledge (Lord Almighty) pervades everywhere and has legs, hands, eyes, ears, mouths, and heads everywhere. It spans the universe.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "15",
    "sloka": "It (the object of knowledge) activates all sense organs and objects of sense perception. It does not have any sense organs. It is not impacted by anything and consumes everything. It is devoid of attributes and is full of attributes",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "16",
    "sloka": "It exists both inside and outside of all beings. It is mobile and stationary at the same time. It is extremely minute hence cannot be perceived by sense organs. It is very far and at the same time, very near.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "17",
    "sloka": "It resides in different beings in an undivided form but appears to have different forms. It holds and supports all beings. It pervades everywhere and fills everything. It is known at all times. It consumes everything (at the time of dissolution of the universe) and creates everything (at the time of creation of the universe).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "18",
    "sloka": "It is the light of even bright objects (such as the Sun), beyond darkness (such as ignorance, death), omniscient, self-illuminating, is reachable through knowledge and it especially resides in everyone’s heart.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "19",
    "sloka": "I have thus described in brief, the field of activity, knowledge, and the object of knowledge. My devotees who properly understand these principles will reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "20",
    "sloka": "Know that nature and being are both eternal. Their transformations and the three qualities (guna) are all due to nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "21",
    "sloka": "Creation of an individual’s physical body and sense organs is performed by sentient nature (Goddess Mahalakshmi), and the experience of emotions by an individual is due to the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "22",
    "sloka": "It is well known that the individual soul residing in the body, comprised of the elements of nature, experiences emotions through contact with the three attributes of nature. It is then reborn in pious or unholy families depending on the level of attachment with such emotions.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "23",
    "sloka": "The Lord resides in all individuals and is a witness to their activities. He activates and propels every action based on a soul’s innate abilities. He consumes the fruits of all activities, and He is omnipotent.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "24",
    "sloka": "One who understands that the individual souls and the Supreme One are different, who understands nature (sentient and insentient) and acts accordingly, will not be reborn regardless of one’s state and condition during one’s lifetime",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "25",
    "sloka": "Some visualize the Lord residing in their bodies through their intellect and through meditation. Some visualize the Lord through the path of knowledge. Some visualize the Lord in their duties (Work is Worship).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "26",
    "sloka": "Those who cannot visualize the Lord through the above means, worship the Lord by learning about Him from scholars. Even those, who rely only on acquiring knowledge about the Lord through listening to scriptures, will cross this ocean of worldly affliction",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "27",
    "sloka": "O Superior among the Bharatas! Know that all entities in the universe, movable and immovable, are created out of the union of sentient nature and the Lord Almighty",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "28",
    "sloka": "The same Lord Almighty resides in all beings. Even when these living beings perish, the Lord continues existence as He is imperishable. The one who knows this is indeed knowledgeable.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "29",
    "sloka": "One who knows the Lord as being defectless, full of infinite auspicious attributes, and residing in equal measure in all, will never lose knowledge and will never experience downfall. Such a person will be on the right path",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "30",
    "sloka": "All activities of living beings are performed by the Lord Almighty Himself using the elements of nature, based on their innate abilities. One who is aware of this dependency on the Lord is truly knowledgeable.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "31",
    "sloka": "One who realizes that multitudes of different living beings exist inside, and are created by, the same Lord, is deemed to be on the right path to reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "32",
    "sloka": "He is imperishable. Hence the Lord, even though existing inside an individual will not be impacted by the defects of that individual. The activities of individuals do not taint the Lord",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "33",
    "sloka": "Just as space that pervades everywhere and touches everything is not tainted by anything, the Lord likewise is pervading everywhere and in everyone, but is never tainted.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "13",
    "chapterName": "Kshetra Kshetrajna Vibhaga Yoga",
    "slokaNumber": "34",
    "sloka": "O Bharata! Just as a single Sun illuminates this entire world, the Lord who is omniscient illuminates the entire universe.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: O Arjuna! There is one more important principle which I will teach you now. Great sages have attained liberation by understanding this concept.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "2",
    "sloka": "One who realizes this knowledge will attain My abode and will not be reborn during the next cycle of creation. Also, they will not suffer during the next cycle of dissolution.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "3",
    "sloka": "O Bharata! Mother Nature (Goddess Mahalakshmi) is My consort, in whose womb I place the embryo, from which the process of creation of all beings starts",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "4",
    "sloka": "O Son of Kunti! For all living beings born in various species, Mother Nature is the mother, and I am the father planting the seeds",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "5",
    "sloka": "O Arjuna, Mighty Armed One! The three attributes, namely virtue (sattva), passion (rajas) and ignorance (tamas) are born out of insentient nature. These attributes tightly bind individual souls which intrinsically do not perish (the governing deities for these three attributes are Sridevi, Bhoodevi and Durgadevi which are forms of Goddess Mahalakshmi).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "6",
    "sloka": "O Anagha (Arjuna, One without sins)! The quality of sattva is pure and hence is ideal for acquiring spiritual knowledge. It removes defects and diseases. It helps connect one with pure knowledge and bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "7",
    "sloka": "O Son of Kunti! The quality of rajas creates obsession and attachment. It causes the feelings of desire and expectations with respect to pursuing objects of sense pleasure. It binds one with passion (sensory pursuits).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "8",
    "sloka": "O Bharata! The quality of tamas is responsible for covering one with ignorance. It can create delusion in everyone. It is responsible for forgetfulness, lethargy, and excessive sleep.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "9",
    "sloka": "The quality of sattva leads one to joyful activities. Rajas leads one to endless sensory pursuits. Tamas leads one to ignorance, obscuring proper knowledge, and leads a person astray.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "10",
    "sloka": "O Bharata! When the proportion of sattva in an individual exceeds that of rajas and tamas, it then dominates over the other two. Similarly, rajas and tamas will dominate when they are in higher proportion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "11",
    "sloka": "Whenever the light of knowledge emanates from every part and every sense organ of a person, that person is said to have dominant sattva qualities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "12",
    "sloka": "O Superior Among the Bharatas! Greed, indulging in unnecessary activities, restlessness, insatiable desires are all traits of one with the dominant quality of rajas.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "13",
    "sloka": "O Scion of the Kuru Dynasty! Delusion, lethargy, laziness, forgetfulness, and ignorance are all visible in a person with a dominant tamas quality.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "14",
    "sloka": "When one with dominant sattva qualities leaves this world, that person will eventually be reborn in a well-respected family, in an environment conducive to spiritual learning.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "15",
    "sloka": "When one with dominant rajas qualities leaves this world, rebirth will be in an environment of actions and pursuits in search of outcomes. One with dominant tamas qualities, after leaving this world, will be born in a demoniac environment.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "16",
    "sloka": "Actions performed with a dominant sattva quality lead to pure and pious outcomes. Rajasic activities lead to a mixture of happiness and distress. Tamasic activities lead to ignorance and darkness.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "17",
    "sloka": "The quality of sattva results in pure knowledge. Rajas creates aspiration for riches. Tamas creates forgetfulness and ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "18",
    "sloka": "Those with sattvic qualities eventually reach the higher, divine worlds. Those indulging in rajasic activities will reach temporary heavenly worlds, only to be reborn in this world. Tamasic activities lead to downfall into lower worlds such as hell.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "19",
    "sloka": "One who realizes that all activities are influenced only by a combination of these three qualities born out of insentient nature, and that the independent Lord Almighty is beyond these attributes, will attain My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "20",
    "sloka": "One who can reach beyond the three qualities created by nature will be able to overcome birth, death, old age, and misery, and achieve liberation",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "21",
    "sloka": "Arjuna said: O Prabhu! What are the traits of people who have crossed these three qualities? How do they act? How are they able to cross the three qualities?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "22",
    "sloka": "The Lord said: O Son of Pandu! One who has transcended the three qualities of nature (gunas) neither abhors the light of knowledge, activity, and delusion when they occur, nor craves for them when they cease, OR, On worldly issues, such people do not despise knowledge (due to sattva), activity (due to rajas) or ignorance (due to tamas). But on the issue of the Lord’s attributes, they crave for knowledge (due to sattv) and activity (due to rajas) and abhor delusion (due to tamas)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "23",
    "sloka": "They appear to be detached towards most activities even while indulging in prescribed activities undertaken only to please The Lord. They are convinced that natural qualities act as per the wishes of the Lord and cannot act independently. They do not indulge in useless pursuits.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "24",
    "sloka": "They treat worldly happiness and distress with equanimity. They look at a piece of gold and a lump of mud the same way. The pleasant and the unpleasant, and praise and insult, are the same to them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "25",
    "sloka": "For such people honour and dishonour, friends, and foes, are the same. They do not indulge in any worthless activities and focus only on those activities that please the Lord. They are the ones who have crossed the three qualities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "26",
    "sloka": "One who worships Me with pure, unalloyed devotion will indeed be able to reach beyond the three qualities and attain the abode of Mother Nature - Goddess Mahalakshmi (which is also My abode).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "14",
    "chapterName": "Gunatraya Vibhaga Yoga",
    "slokaNumber": "27",
    "sloka": "I am the refuge for eternal sentient nature (Goddess Mahalakshmi) and for liberated souls. It is well known (from scriptures) that I am the abode for eternal righteousness (dharma) and pure bliss (moksha).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord said: The eternal banyan tree of the Universe is characterized by the following - The Lord is like the earth that supports the tree, Mother nature is the root of the tree. The 8 principles of nature are the branches of the tree. The tree is eternally transforming like a running stream. The Vedas are the leaves of this tree. One who knows these, knows the Vedas",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "2",
    "sloka": "The branches of this Tree of the Universe are nourished by the three qualities of nature and extend both above and below. The sprouts represent the objects of sensory perception. The roots represent the Lord, sentient nature, and inert nature. Nature along with its three qualities of sattv, rajas, and tamas entangles living beings. Just like the roots of a tree are responsible for the fruits grown, the rewards based on actions in this world are due to the Lord, sentient nature and the three qualities represented by the roots",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "3",
    "sloka": "This tree is constantly evolving (like a flowing stream) and does not stagnate; hence cannot be seen. It has neither beginning nor end. One should chop this tree with the sharp weapon of firm detachment (as the tree has very strong roots), to separate the hidden roots from other parts of the tree (one should use the strong weapon of devotion and detachment to understand the distinction between the Lord, Nature and the individual souls)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "4",
    "sloka": "Then one should learn more about the Lord through spiritual studies. Those who attain the Lord never return to this world. One should surrender to the Lord Almighty who is the root cause of this universe and all its activities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "5",
    "sloka": "One who has overcome pride, ignorance, and worldly pleasures, and who is involved in spiritual pursuits, who performs duties with no expectations, and who treats happiness and distress with equanimity, will indeed reach the destination of eternal bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "6",
    "sloka": "That destination is illuminated neither by the Sun nor by the Moon nor by fire. One who reaches this destination will never return to this world. That destination is My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "7",
    "sloka": "The eternal individual soul inside the physical body of beings is like an infinitesimal fraction of Me (similar in being eternal but distinctly separate in attributes and capabilities). The individual soul directs the six sense organs (including the mind) towards objects of pleasure, propelled by the qualities of nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "8",
    "sloka": "At the time a soul enters a body and at the time it leaves, the Lord carries the sense organs (in a subtle form) into and out of the body, just like a gentle, blowing wind carries the fragrance of flowers.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "9",
    "sloka": "The Lord resides in the sense organs: ears, eyes, skin, tongue, nose, and mind, and verily consumes the (righteous) objects of sense pursuits.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "10",
    "sloka": "Fools will not understand the Lord leaving or entering the physical body or consuming righteous fruits from sensory objects. Only learned ones with the eyes of knowledge perceive these concepts.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "11",
    "sloka": "Enlightened seekers, through their consistent, concentrated efforts can visualize the Lord Almighty residing within them. Fools and unwise ones will never be able to visualize Him",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "12",
    "sloka": "Know that the energy that powers the Sun, the Moon and the fire which illuminate this universe, is indeed Mine.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "13",
    "sloka": "I enter this earth and through My strength support all living beings. I also reside in the Moon in the form of nectar to nourish plant life on earth.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "14",
    "sloka": "I reside in the bodies of living beings in the form of Vaishwanara, and along with the incoming and outgoing breaths, I consume and digest the four types of food.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "15",
    "sloka": "I reside in the hearts of all living beings. I am responsible for memory, knowledge, and any loss of knowledge. I am the primary purport of the Vedas. I am the author of Vedanta. I am the only one who knows all the Vedas.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "16",
    "sloka": "There are two types of dependent souls in the Universe, kshara and akshara. Those individual souls with perishable bodies are known as kshara and Goddess Mahalakshmi, the ever liberated and the one without a perishable body is akshara",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "17",
    "sloka": "There is another entity different from and superior to both the kshara and the akshara. That eternal, imperishable entity which pervades all three worlds and supports and nourishes them is known as Paramatma (The Supreme Among Beings).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "18",
    "sloka": "I (Krishna), am superior to ksharas (individual souls) and to even akshara (Goddess Mahalakshmi) and hence am known as Purushottama (The Supreme One) of all the worlds and am described as such in the scriptures.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "19",
    "sloka": "O Bharata! One who considers Me as ‘The Supreme One’ without any doubt indeed knows Me. Hence that person knows everything and constantly worships Me in all ways",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "15",
    "chapterName": "Purushottama Yoga",
    "slokaNumber": "20",
    "sloka": "O Anagha (Arjuna, the one without sins)! I have taught you the most confidential spiritual principles. O Bharata! One who knows this is deemed to have acquired the ultimate spiritual knowledge (aparoksha jnana) and will be liberated.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "1",
    "sloka": "The Lord Said: Fearlessness, purity in mind, conviction in the path of divine knowledge, charitable nature, self-restraint, involvement in sacrificial activities, pursuance of Vedic study, austerity, uprightness.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "2",
    "sloka": "Non-violent, truthful, devoid of anger, benevolent, faithful (to the Lord Almighty), averse to fault finding, compassionate, devoid of avarice, gentle, modest, determined (to do good deeds).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "3",
    "sloka": "Valour, patience, fortitude, purity (physical and mental), absence of malice and ego. O Bharata! These attributes are observed in those with divine nature",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "4",
    "sloka": "O Partha! The natural attributes of those with demoniac natures are arrogance, pretentious pride, conceit, anger, harshness, and ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "5",
    "sloka": "O Son of Pandu! Divine nature paves the way for levels of liberation while demoniac nature pushes one to downfall. Do not despair. You possess divine nature",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "6",
    "sloka": "O Partha! Divine and demoniac are the two natural attributes of living beings. The attributes of divine nature were explained in detail. Now listen to the attributes of demoniac nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "7",
    "sloka": "Those with demoniac natures do not have knowledge about performing prescribed activities and about avoiding prohibited activities. They are impure in mind and body. They do not have good conduct and are not truthful.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "8",
    "sloka": "They say that the world is unreal and is not dependent on the Lord Almighty. They do not believe in the Supreme entity controlling the universe. They do not believe in the orderly creation of the universe, which they say is a result of lustful co-existence.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "9",
    "sloka": "Ignorant people with such viewpoints corrupt their minds themselves; they indulge in risky activities and are born to cause destruction of societies.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "10",
    "sloka": "Addicted to insatiable desire, covered with vanity and conceit, they justify their actions based on misinterpretations of scriptures and indulge in pursuit of temporary, worldly pleasures",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "11",
    "sloka": "Such people, immersed in dangerous activities, endlessly pursue gratification of the senses which they consider to be the goal of life. They are convinced that there is no life beyond this world.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "12",
    "sloka": "Imprisoned by multitudes of unfulfilled desires, overcome by lust and anger, they indulge in illegal and unethical means to earn wealth, primarily for physical pleasures.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "13",
    "sloka": "Those with demoniac natures proclaim as follows: I earned this wealth. I will satisfy all my desires. I will continue to gather more wealth. I will destroy my current opponents and emerging ones. I am the Lord. I have achieved everything. I am strong. I am born in a rich and famous family. There is no one equal to me. I will perform ritual sacrifices. I will donate to charity. I will enjoy myself. Such is their extreme arrogance and ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "14",
    "sloka": "Those with demoniac natures proclaim as follows: I earned this wealth. I will satisfy all my desires. I will continue to gather more wealth. I will destroy my current opponents and emerging ones. I am the Lord. I have achieved everything. I am strong. I am born in a rich and famous family. There is no one equal to me. I will perform ritual sacrifices. I will donate to charity. I will enjoy myself. Such is their extreme arrogance and ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "15",
    "sloka": "Those with demoniac natures proclaim as follows: I earned this wealth. I will satisfy all my desires. I will continue to gather more wealth. I will destroy my current opponents and emerging ones. I am the Lord. I have achieved everything. I am strong. I am born in a rich and famous family. There is no one equal to me. I will perform ritual sacrifices. I will donate to charity. I will enjoy myself. Such is their extreme arrogance and ignorance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "16",
    "sloka": "Enveloped by delusion, such people get entangled in endless, distressful pursuits. Imprisoned by ignorance, they get addicted to selfdestructive sense gratification and fall into abominable hell.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "17",
    "sloka": "Such people are complacent about themselves, are deluded by vanity, and are arrogant due to their wealth and success. They perform religious rituals without proper procedures in order to show off.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "18",
    "sloka": "They exhibit ego, arrogance, selfishness, lust, and short temper. They insult Me (Krishna), who is resident in them and in all others, purely out of jealousy",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "19",
    "sloka": "Such cruel, hateful, low lives have hatred towards the Lord. I will banish them into distressful, endless cycles of worldly afflictions or into demoniac births",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "20",
    "sloka": "O Son of Kunti! Such people with demoniac natures experience repeated births in demoniac environments and will end up in eternal hell with no way of reaching My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "21",
    "sloka": "Lust, anger, and greed are the three gates to hell and self-destruction. One should get rid of these three harmful characteristics",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "22",
    "sloka": "O Son of Kunti! A seeker, who is free from these three dreadful afflictions is redeemed and will be on the way to attaining the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "23",
    "sloka": "One who acts contravening the conduct prescribed in the scriptures will neither achieve enduring glory nor lasting happiness and will never reach the Lord’s abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "16",
    "chapterName": "Daivasura Sampad Vibhaga Yoga",
    "slokaNumber": "24",
    "sloka": "Scriptures are your guide in performing right deeds and avoiding wrong ones. Therefore, perform your prescribed duties as per scriptural injunctions",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: O Krishna! Some worship and perform sacrifices with sincerity, but without knowing scriptural procedures. What is their conviction? Is it sattvic (virtuous), rajasic (passion) or tamasic (ignorance)?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "2",
    "sloka": "The Lord said: Living beings are predisposed (based on their innate nature) into one of three qualities - sattvic, rajasic or tamasic. Listen to their description",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "3",
    "sloka": "O Bharata! Everyone’s faith is conditioned according to the innate nature of their soul. Everyone has some faith, and that faith defines one’s personality",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "4",
    "sloka": "Sattvic individuals worship godly deities. Rajasic individuals’ worship yakshas (capricious spirits) and demonic forces. And tamasic forces worship evil spirits.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "5",
    "sloka": "Some people with arrogance and pride, driven by lust and desire, perform rigorous rituals not approved by the scriptures, ignoring the five basic elements of nature (and their governing deities), Mother Nature (Goddess Mahalakshmi), as well as Myself (Krishna), all resident in their bodies. They are of demoniac nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "6",
    "sloka": "Some people with arrogance and pride, driven by lust and desire, perform rigorous rituals not approved by the scriptures, ignoring the five basic elements of nature (and their governing deities), Mother Nature (Goddess Mahalakshmi), as well as Myself (Krishna), all resident in their bodies. They are of demoniac nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "7",
    "sloka": "Food preferred by living beings are also of three types. Likewise, are sacrificial rituals, austerity, and charitable activities. Listen to their classification",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "8",
    "sloka": "Sattvic (virtuous) people like food items that are pleasant, nourishing, sweet, tasty, and are easy to digest. They enhance longevity, vitality, and health, and induce happiness and good nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "9",
    "sloka": "Rajasic (passionate) people like food items that are extremely bitter/spicy, acidic, salty, hot, pungent, sour, and burnt. These result in misery and discomfort at the time of consumption, and disease later.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "10",
    "sloka": "Tamasic (demoniac) people like food items that are stale, decomposed, foul, leftover, leavings of others, and impure",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "11",
    "sloka": "Ritual sacrifices, performed whole heartedly as per the scriptures and as a prescribed duty without any expectations, is sattvic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "12",
    "sloka": "O Superior among the Bharatas! Ritual sacrifices performed with expectations and as an outward show of power and wealth, is rajasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "13",
    "sloka": "Ritual sacrifices performed without following scriptural procedures, without feeding the needy, without proper chanting of hymns, without donating to charity, and without sincerity is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "14",
    "sloka": "Respecting and worshipping deities, scholars, teachers and learned ones, purity in mind and body, honesty, celibacy, and non-violence are physical austerities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "15",
    "sloka": "Using words and speech that do not cause anxiety in others, that are pleasant to hear, that are truthful and aid in spiritual study constitutes austerity of words.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "16",
    "sloka": "Serenity in thinking, pleasant nature, purity in thoughts, an uncluttered mind, and a mind focused on the Lord constitute austerity of the mind",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "17",
    "sloka": "Austerity sincerely observed by people is also of three types. Sattvic austerity is one that is performed as an offering to the Lord, without any expectation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "18",
    "sloka": "Austerity performed to display one’s wealth and position, and to gain adulation and praise from society, resulting in uneven, vanishing rewards is rajasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "19",
    "sloka": "Austerity performed out of superstitions, with great pain to the self and with the intention of harming others is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "20",
    "sloka": "Charity given to the deserved with a feeling of duty, at appropriate places and times and without any expectations is sattvic",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "21",
    "sloka": "Charity given unwillingly, as if to return a favour and given with an expectation of returns, is rajasic",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "22",
    "sloka": "Charity given to the undeserving, with disrespect and without regard to appropriateness of place and time is tamasic",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "23",
    "sloka": "In the scriptures, the Lord is addressed with three principal namesOm (omnipresent), Tat (one who is known indirectly, through the Vedas) and Sat (full of infinite auspicious attributes). The Lord made available the Vedas and Vedic sacrifices and powered the intellect of priests to perform them.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "24",
    "sloka": "Hence, the activities of ritual sacrifice, austerity, and charity performed as per the scriptures are always initiated by invoking the primordial syllable ‘Om’, as a prayer to the Lord Almighty.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "25",
    "sloka": "Those desirous of achieving eternal bliss and not interested in temporary heavenly pleasures perform sacrifices, penances, and charity as an offering to the Lord described by the word ‘Tat’, as one who is to be understood indirectly (through the scriptures).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "26",
    "sloka": "O Partha! The Lord’s name, ‘Sat’, is used to represent existence and goodness. It is also used to denote auspicious activities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "27",
    "sloka": "The strong conviction that one has in performing sacrifices, penances and charity is also represented by the Lord’s name ‘Sat’, as also activities that are performed as an offering to the Lord",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "17",
    "chapterName": "Shraddhatraya Vibhaga Yoga",
    "slokaNumber": "28",
    "sloka": "O Partha! Sacrifices performed, charity given, and austerities observed, if done without faith and devotion to the Lord will be counterproductive and constitute ‘Asat’. Such activities help neither here nor hereafter.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "1",
    "sloka": "Arjuna said: O Krishna, Mighty Armed One! O Hrishikesha! O Slayer of Demon Keshi! I would like to understand the difference between renunciation and relinquishment. (18.1)",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "2",
    "sloka": "The Lord said: Learned ones say that renunciation is the abandonment of activities performed for the sake of desired outcomes. The experienced say that relinquishment is forsaking of fruits of any action.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "3",
    "sloka": "The wise declare that engaging in desire ridden activities should be relinquished as they entangle a soul. Others say that one should never abandon activities such as ritual sacrifice, charity, and penance.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "4",
    "sloka": "O Superior among the Bharatas! Listen to My ruling on the issue of relinquishment. O Superior among Men! Relinquishment is of three types.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "5",
    "sloka": "One should never abandon performing prescribed ritual sacrifices, austerity, and charity. These help purify a person.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "6",
    "sloka": "O Partha! One should detach oneself from ego in actions and perform them without expectations. This is My definite opinion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "7",
    "sloka": "Renouncing prescribed duties is never appropriate. Avoiding such actions out of ignorance is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "8",
    "sloka": "Abandonment of prescribed duties under the pretext of stress and physical difficulty is rajasic. No one can earn the Lord’s grace through such renunciation",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "9",
    "sloka": "O Arjuna! Performing prescribed duties without attachment to actions and without expectations is sattvic renunciation.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "10",
    "sloka": "A sattvic renouncer is one who neither despises unpleasant activities nor craves for pleasant activities, one who offers all activities to the Lord, one who is pious by nature, one who has understood the Lord, and one who has no doubts about the nature of the Lord and the Universe.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "11",
    "sloka": "One with a physical body can never completely renounce all activities (as even breathing is an activity). One who has relinquished the fruits of labour is the ideal tyagi.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "12",
    "sloka": "Those who perform activities with expectations will experience either pleasant, or unpleasant, or mixed rewards after they leave this world. This does not apply to those who perform duties without expectations.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "13",
    "sloka": "O Arjuna, Mighty Armed One! There are five pre-requisites for completion of any activity as enumerated in the Sankhya scripture. Learn them from Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "14",
    "sloka": "They are as follows - the place for conducting activity (such as body, earth), the performer (human, divine), the apparatus (sense organs, fire), resulting rituals (meditation, prayer) and divinity (the Lord ).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "15",
    "sloka": "Whatever activity one performs through the body or the mind or speech, whether it is right or wrong, that activity will require the above five pre-requisites for completion.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "16",
    "sloka": "Hence the unwise one, who foolishly considers self to be the sole performer of any action, is indeed devoid of proper knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "17",
    "sloka": "One who is not under the delusion of being the sole performer and has no expectation on the outcome of action, will not be termed a killer even if that person has killed while performing prescribed duties. Such a person is not tainted with any sin.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "18",
    "sloka": "The motivations for any activity are three-fold - knowledge about the activity (jnana), effort (prayatna), and the performer of the activity (jeeva). The three main pre-requisites for any activity are - the apparatus, the resulting ritual, and the doer.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "19",
    "sloka": "As per Sankhya scriptures, knowledge, activity, and the doer are of three types and are differentiated based on their natural attributes. Listen to the explanation with attention.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "20",
    "sloka": "That knowledge which is about the nature of the imperishable Lord Almighty as an independent entity residing in everyone and everything, yet different from them, and superior to them is sattvic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "21",
    "sloka": "That knowledge which teaches that everyone and everything in the Universe is different from each other and from the Lord but does not teach about the supremacy of the Lord is rajasic",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "22",
    "sloka": "Knowledge that tries to equate the individual to inert matter or to the Lord and is based on misinterpretation of the scriptures is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "23",
    "sloka": "Prescribed activity that is performed without attachment, without arrogance, without aversion, and performed without expectation on the outcome is sattvic",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "24",
    "sloka": "Activity performed with ego and with expectation of the outcome, even when performed with great physical effort is rajasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "25",
    "sloka": "Activities performed without realizing the consequences, not having lasting rewards, with no regard to one’s abilities, with potential violent impact on others, and performed with ignorance are tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "26",
    "sloka": "One who has no attachment to the outcome of actions, who is not arrogant, who is enthusiastic about performing prescribed actions and who is unmoved by success or failure, is a sattvic doer",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "27",
    "sloka": "One who performs activities to gain fame, has expectations on the outcome, is miserly, harms others, does not have mental or physical purity, and is impacted by success or failure of actions, is a rajasic doer.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "28",
    "sloka": "One who performs activities without offering them to the Lord, who is not strengthened by devotion to the Lord, who is egoistic, who acts with hatred, who performs heinous activities, who is lethargic, who does not act with mental firmness, and who is always procrastinating, is a tamasic doer.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "29",
    "sloka": "O Dhananjaya! Due to the influence of the three qualities of nature, the attributes of intelligence and determination are also of three types. Listen to My explanations of each of these.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "30",
    "sloka": "O Partha! Engaging in virtuous activities, avoiding sinful activities and being aware of dualities such as prescribed and prohibited activities, fear and grace, bondage and liberation, are due to sattvic intelligence.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "31",
    "sloka": "O Partha! Not being able to discriminate between virtuous and sinful activities, confused between prescribed and prohibited activities is due to rajasic intelligence.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "32",
    "sloka": "O Partha! Intelligence covered by ignorance which considers unrighteous activities as virtuous ones and which misinterprets reality as illusion, is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "33",
    "sloka": "O Partha! Determination that is rooted in devotion to the Lord, which regulates the activities of the mind, the life breath (pranayama) and the sense organs, is sattvic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "34",
    "sloka": "O Partha! Determination that leads one to pursue fame, riches, and sense gratification with excessive ego, is rajasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "35",
    "sloka": "O Partha! The determination with which one is unable to overcome excessive sleep, fear, unhappiness, worry, and arrogance, is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "36",
    "sloka": "O Superior among the Bharatas! Now listen to the three types of happiness. That happiness which increases with practice, frees one from distress, feels poisonous in the beginning and turns out to be nectar like towards the end, is sattvic. This is achieved through peace of mind and the express grace of the Lord Almighty.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "37",
    "sloka": "O Superior among the Bharatas! Now listen to the three types of happiness. That happiness which increases with practice, frees one from distress, feels poisonous in the beginning and turns out to be nectar like towards the end, is sattvic. This is achieved through peace of mind and the express grace of the Lord Almighty.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "38",
    "sloka": "Happiness arising out of the interaction between the sense organs and the objects of gratification, which initially feels like nectar and turns out to be poisonous in the end, is rajasic",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "39",
    "sloka": "Happiness arising out of excessive sleep, lethargy, and forgetfulness, which creates addiction from beginning to end is tamasic.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "40",
    "sloka": "There is no entity, among those on earth or among the deities in heavenly worlds that is not influenced by the three qualities of nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "41",
    "sloka": "Kshatriyas (the administrative class), Vaishyas (those involved in farming and commerce) and Sudras (those involved in the service sector) are governed by their innate nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "42",
    "sloka": "Firm faith in the Lord, control over sense organs, celibacy, purity (internal and external), tolerance, straightforwardness, scriptural and special knowledge (wisdom), and righteousness are the natural attributes of those with innate brahminical qualities",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "43",
    "sloka": "Valour, brilliance, bravery, diligence, not running away from justified conflict, charity, and excellence in administration, are the natural attributes of those with innate kshatriya qualities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "44",
    "sloka": "Farming, animal (cow) welfare and commerce are the natural attributes of those with innate vaishya qualities. Service mindedness is the natural attribute of those with innate sudra qualities.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "45",
    "sloka": "One who is involved in performing prescribed duties in life as per one’s natural attributes will surely achieve liberation (through acquisition of direct, divine knowledge). Listen to the way such a person would attain liberation",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "46",
    "sloka": "The Lord pervades the Universe and powers the activities of all beings. One who propitiates the Lord Almighty through the process of performing one’s prescribed duties will achieve liberation",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "47",
    "sloka": "Even if imperfect, it is better for one to perform prescribed activities rather than perfectly perform activities prescribed to others. No one will be tainted with sin for performing the activities prescribed based on their innate nature.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "48",
    "sloka": "O Son of Kunti! One should not avoid performing prescribed activities, even if there are imperfections. Just like smoke covers fire, all activities will have some imperfections.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "49",
    "sloka": "One who submits all activities to the Lord, having no expectations, and acts with control over the mind overcoming temporary (worldly or heavenly) desires, will reach the sacred abode of the Lord.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "50",
    "sloka": "O Son of Kunti! The ultimate state of knowledge is spiritual fulfilment. Now, hear in brief from Me about the way a seeker achieves spiritual fulfilment and reaches the abode of Brahma.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "51",
    "sloka": "To achieve spiritual fulfilment, one must have the following characteristics: purity of mind, control over the mind with conviction, overcoming sense gratification, overcoming obsession and avarice, avoiding crowded places, eating in moderation, focusing the mind and the body on spiritual pursuits, meditating on the Lord, detaching from worldly matters, overcoming ego, arrogance, greed, pride, lust, anger, and tranquility.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "52",
    "sloka": "To achieve spiritual fulfilment, one must have the following characteristics: purity of mind, control over the mind with conviction, overcoming sense gratification, overcoming obsession and avarice, avoiding crowded places, eating in moderation, focusing the mind and the body on spiritual pursuits, meditating on the Lord, detaching from worldly matters, overcoming ego, arrogance, greed, pride, lust, anger, and tranquility.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "53",
    "sloka": "To achieve spiritual fulfilment, one must have the following characteristics: purity of mind, control over the mind with conviction, overcoming sense gratification, overcoming obsession and avarice, avoiding crowded places, eating in moderation, focusing the mind and the body on spiritual pursuits, meditating on the Lord, detaching from worldly matters, overcoming ego, arrogance, greed, pride, lust, anger, and tranquility.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "54",
    "sloka": "One who has achieved spiritual fulfilment by reaching Goddess Mahalakshmi (eventually reaching the Lord) has neither cravings nor regrets and has a contented mind. Such a person treats everyone equally and is supremely devoted to Me (Lord Krishna).",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "55",
    "sloka": "Any devotee who has understood, to the extent possible, My attributes such as My countless forms and My spatial, temporal pervasiveness in the universe will eventually attain My abode through the power of devotion",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "56",
    "sloka": "Such a person will offer all activities to Me while seeking refuge in Me. By My grace, that person will attain My abode which is permanent and imperishable.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "57",
    "sloka": "Offer all your activities to Me with mental conviction and understand that I am the Supreme One. Focus your mind on Me and follow the path of spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "58",
    "sloka": "If you focus your mind on Me, you will overcome obstacles through My grace. If you ignore My words out of arrogance, you will perish.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "59",
    "sloka": "Out of ego and a sense of independence in activities, if you decide that you will not wage this war, your resolve will be broken. It is by the Lord’s will that you will engage in this war.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "60",
    "sloka": "O Son of Kunti! Out of your innate nature, bound by delusion (resulting from attachment to near and dear ones), if you try to avoid performing your prescribed duty (of waging this just war), you will be compelled to act even if you are not so inclined.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "61",
    "sloka": "O Arjuna! The omnipotent Lord, residing in the hearts of all machine-like bodies of living beings, propels them to perform various activities through His own free will.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "62",
    "sloka": "O Bharata! Surrender only to Him completely. By His grace, you will develop deep faith and will ultimately reach the Lord’s eternal abode which is full of infinite bliss.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "63",
    "sloka": "I have imparted to you the most confidential of all confidential knowledge. Contemplate on this completely and do as you wish.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "64",
    "sloka": "Listen to some more of this Supreme principle which is extremely confidential. I am continuing My supreme teaching to you as you are very dear to Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "65",
    "sloka": "As you are dear to Me, immerse your mind in Me. Place your devotion in Me. Propitiate only Me. Prostrate before Me. I promise you truthfully that you will reach My abode.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "66",
    "sloka": "Renounce all activities (not related to the Lord or performed with expectations of temporary rewards) completely and surrender exclusively to Me. I will liberate you from all your sins and grant you bliss. Do not lament.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "67",
    "sloka": "Do not impart this knowledge to one who does not practice austerity. Never teach this to one who is not devoted to Me and to one who does not serve one’s teachers. This should never ever be taught to one who has hatred towards Me.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "68",
    "sloka": "One who imparts this highly secretive knowledge to My devotees will develop deep devotion in Me and will reach My abode. Let there not be any doubt in this.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "69",
    "sloka": "There is none dearer to Me among humans than one who imparts this knowledge to My ardent devotees. No one else in this world will be dearer to Me than such a person even in future.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "70",
    "sloka": "It is My opinion that one who studies this noble conversation between us, is in fact, propitiating Me (Dharma) through the sacrificial ritual of spiritual knowledge.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "71",
    "sloka": "Those who listen to the Gita with faith and devotion and without envy towards the Lord will also be rid of sins. They will reach the most auspicious destination and will be in the company of exalted liberated souls",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "72",
    "sloka": "O Partha! Did you listen to My words with concentration? O Dhananjaya! Has the veil of delusion caused by ignorance been dispelled?",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "73",
    "sloka": "Arjuna said: O Achyuta! My delusion is dispelled. Through Your grace, my sense of duty has been restored. I stand with deep conviction, with all my doubts removed. I will execute Your command.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "74",
    "sloka": "Sanjaya said: Thus, I heard the amazing, unheard of, electrifying conversation between Vasudeva (Krishna) and Arjuna, the great souls.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "75",
    "sloka": "By the Grace of Lord Almighty Vedavyasa (another form of Krishna), I was able to directly listen to this most confidential spiritual discourse (yoga) from Lord Krishna Himself, the supreme Lord of Yoga.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "76",
    "sloka": "O King! By repeatedly recollecting this wonderful, sacred conversation between Lord Krishna and Arjuna, I am rejoicing again and again.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "77",
    "sloka": "O King! There is no end to my amazement as I recollect the wonderful Universal form of Lord Almighty Sri Hari. I am repeatedly rejoicing.",
    "ctreatedBy": "admin"
  },
  {
    "chapterNumber": "18",
    "chapterName": "Moksha Sannyasa Yoga",
    "slokaNumber": "78",
    "sloka": "It is my firm belief that wherever there is the presence of Lord Krishna (the Lord of all Yogas) and Arjuna, the holder of the bow, there will be abundance of wealth, victory, glory, and everlasting justice.",
    "ctreatedBy": "admin"
  }
]